CHATBITS.localization = {
    controls = {
        shortcut = "Ярлык"
    },
    settings = {
        description = "Создайте собственные сообщения и быстро выведите их в чат",
        edit = "Новое / Редактировать сообщение",
        editTooltip = "Введите новое сообщение ниже или выберите сообщение для редактирования",
        editNew = "Новое",
        title = "Заголовок",
        titleTooltip = "Необязательный заголовок. Если заголовок отсутствует, в качестве заголовка будет использовано начало сообщения",
        customMessage = "Новое сообщение",
        customMessageTooltip = "Вы можете ввести собственное сообщение здесь",
        chatChannel = "Канал",
        chatChannelTooltip = "Канал чата, в котором должно быть опубликовано это сообщение",
        party = "Группа",
        say = "Сказать",
        zone = "Зона",
        event = "Событие (расширенное)",
        eventTooltip = "Игровое событие, которое должно вызвать сообщение",
        onEnterDungeon = "Войти в подземелье",
        onExitDungeon = "Выйти из подземелья",
        deleteMessage = "Удалить",
        deleteMessageTooltip = "Нажмите эту кнопку, чтобы удалить выбранное сообщение",
        saveNewMessage = "Сохранить",
        saveNewMessageTooltip = "Нажмите эту кнопку, чтобы сохранить собственное сообщение",
        toggleWindow = "Включить/выключить видимость окна",
        toggleWindowTooltip = "Нажмите эту кнопку, чтобы показать или скрыть окно дополнения"
    }
}