-- RUSSIAN LANGUAGE LOCALIZATION

-- Collect
SurveyZoneList.lang.collectFindName = {
    "карта сокровищ (.*)", --treasure map
    ".*: (.*)",
}

SurveyZoneList.lang.surveyAction = {
    "Рубить",
    "Взять",
    "Собрать",
    "Добыть"
}

SurveyZoneList.lang.nodeName = {
    "^нетронутый",
    "^изобилие",
    "^залежи",
    "^ловушка меховщика$",
    "^богатый",
    "^многогранный",
    "^bulging herbalist's satchel$", --Apocrypha (fixed in u39 only ? to check)
    "^большая", --Apocrypha
    "бархата$", --Apocrypha
    
    -- bois
    -- Survey : [03:58] [03:58] Рубить / Нетронутый багряный ясень
    -- Normal : [03:59] [03:59] Рубить / Багряный ясень

    -- enchantement
    -- survey : [04:27] [04:27] Взять / Многогранный рунный камень
    -- normal : [04:02] [04:02] Взять / Рунный камень

    -- couture
    -- survey : [04:21] [04:21] Взять / Изобилие шелка предков
    --          [04:21] [04:21] Взять / Ловушка меховщика
    --          [00:11]         Взять / обрывок бархата (apocrypha)
    -- normal : [03:58] [03:58] Взять / Шелк предков
    --          [00:13]         Взять / обрывок ткани (apocrypha)

    -- alchimie
    -- survey : [04:03] [04:03] Собрать / Изобилие василька
    --          [04:03] [04:03] Собрать / Изобилие полыни
    --          [04:03] [04:03] Собрать / Изобилие водосбора
    --          [04:03] [04:03] Собрать / Изобилие драконьего шипа
    --          [00:26]         Собрать / большая сумка травника
    -- normal : [03:59] [03:59] Взять / Горноцвет
    --          [04:14] [04:14] Взять / Водный гиацинт
    --          [04:14] [04:14] Взять / Полынь
    --                                / сумка травника (apocrypha)

    -- forge
    -- survey : [04:18] [04:18] Добыть / Залежи рубедитовой руды
    -- normal : [03:57] [03:57] Добыть / Рубедитовая руда

    -- joaillerie
    -- survey : [04:24] [04:24] Добыть / Богатый платиновый пласт
    -- normal : [03:57] [03:57] Добыть / Платиновый пласт
}
