Reminderz = Reminderz or {}

local localization = {

    LOADED_STR = "%s %s %s",
    WAS_LOADED = "загружен",
    NOT_LOADED = "не загружено",

    DAILY_RESET = "Ежедневный сброс через %s",
    TURN_IN = "Отправляйте PvP-квесты, выполняйте задания и пишите.",
    RESET_IS_NOW = "Только что произошел ежедневный сброс",
    NO_FOOD_1 = "Усилитель еды не активен!",
    NO_FOOD_2 = "Съешьте что-нибудь!",
    FOOD_RUNNING_OUT = "%s закончится через %s",
    NO_MAYHEM = "%s закончил. Используйте свиток еще раз!",
    LOW_BAG_SPACE = "Ваш инвентарь почти полон!",
    NO_BAG_SPACE = "Ваш инвентарь полон!",
    GEAR_MISSING = "Проверьте свою броню и оружие! Чего-то не хватает!",
    ARMOR_MISSING = "По крайней мере одна часть брони не экипирована!",
    JEWELRY_MISSING = "По крайней мере одно украшение не надето!",
    WEAPON_MISSING = "оружие отсутствует!",
    MAIN_HAND = "Ваша основная рука",
    OFF_HAND = "Ваша вторая рука",
    BACKUP = "Резервная копия",
    IS_ENDING = "%s заканчивается через %s",
    GO_FEED = "Вы на %s. Кормитесь!",
    VAMP_TOO_HIGH = "Напоминание о вампиризме: текущий уровень > желаемого уровня",
    NO_XP_SCROLL = "Прокрутка опыта не активна!",
    XP_SCROLL_ENDING = "Ваша прокрутка опыта заканчивается через %s",
    TELVAR_CAP_REACHED = "У вас %d камней Тел Вар. Вам следует положить их в банк!",
    RESERVE_TOO_HIGH = "Количество резервов Тель'Вара слишком велико. Автоматическое размещение всех переносимых камней Тель'Вара.",
    TELVAR_DEPOSITED = "%d Камней Тел Вар автоматически помещается в банк.",
    WAR_TORTES_MISSING = "Боевой торт не активен!",
    WAR_TORTES_RUNNING_OUT = "Ваш боевой пирог закончится через %s",
    ACHIEVEMENT_PROGRESS = "Прогресс: (%s/%s)",
    ACHIEVEMENT_AWARDED = "Достижение ЗАВЕРШЕНО!",
    NO_MUNDUS = "У вас нет активного камня Мундуса!",
    
    WARNING_RELOADUI = "Внимание: пользовательский интерфейс автоматически перезагрузится при внесении изменений.",
   
    ACCTWIDE_NAME = "Использовать настройки всего аккаунта",
    ACCTWIDE_TOOLTIP = "Когда эта функция отключена, у каждого персонажа будут свои воспоминания.",

    ALWAYS = "Всегда",
    NEVER = "Никогда",
    IN_PVP = "Только в PvP",

    REMIND_INTERVAL_NAME = "Интервал между напоминаниями:",
    REMIND_INTERVAL_TOOLTIP = "Интервал между напоминаниями",
    FIRST_REMINDER_NAME = "Время, оставшееся до первого напоминания:",
    FIRST_REMINDER_TOOLTIP = "Время, оставшееся до первого напоминания",
    REMIND_COLOR_NAME = "Цвет текста напоминания:",
    REMIND_COLOR_TOOLTIP = "Цвет напоминаний в чате и на экране",
    REMIND_OFF_IN_HOUSES_NAME = "Нет напоминаний во время пребывания в домах:",
    REMIND_OFF_IN_HOUSES_TOOLTIP = "Установите для этой опции значение ВКЛ, если вы не хотите получать это напоминание, находясь в одном из ваших домов.",
    REMIND_ONLY_IN_DUNGEONS_NAME = "PvE-напоминания только в подземельях, рейдах и т. д.",
    REMIND_ONLY_IN_DUNGEONS_TOOLTIP = "Установите значение ON, если вам нужны только PvE-напоминания в подземельях, рейдах и т. д.",

    HEADER_GENERAL = "Общее",
    NAME_CHATBOX = "Показывать напоминания и в окне чата",
    TOOLTIP_CHATBOX = "Показывает напоминания на вкладке основного чата и на экране.",
    NAME_OFFLINE = "Напоминание шепотом в автономном режиме",
    TOOLTIP_OFFLINE = "Если вы установите для своего статуса игрока значение «Не в сети», вам будет напомнено, что человек, с которым вы только что шептались, не сможет вам ответить, пока вы не измените свой статус.",
    NAME_SUPPRESS = "Подавить сообщение «Дополнение загружено»",
    TOOLTIP_SUPPRESS = "Подавляет сообщение в окне чата об успешной загрузке дополнения.",
    NAME_DAILY_REWARD = "Получайте ежедневную награду автоматически",
    TOOLTIP_DAILY_REWARD = "Автоматически получать ежедневную награду за вход, когда она доступна",
    NAME_FREE_BAG_SLOTS = "Напоминание, когда в инвентаре появятся свободные слоты:",
    TOOLTIP_FREE_BAG_SLOTS = "Количество свободных ячеек инвентаря, ниже которого вы получите напоминание о нехватке места в инвентаре. Ноль означает, что напоминание об инвентаре отключено.",
    NAME_MISSING_GEAR = "НАПОМИНАНИЕ ОТСУТСТВУЕТ БРОНЮ ИЛИ ОРУЖИЕ",
    TOOLTIP_MISSING_GEAR = "Помните, когда вся броня и оружие не экипированы...",
    NAME_ACHIEVMENTS = "Показать обновления достижений",
    TOOLTIP_ACHIEVMENTS = "Помещать все обновления прогресса достижений в окно чата",
    
    HEADER_FOOD = "Еда",
    NAME_REMIND_FOOD = "Активировать напоминание:",
    TOOLTIP_REMIND_FOOD = "Помнить, когда еда израсходована или когда она будет израсходована.",
   
    HEADER_LEADS = "Старые треки",
    NAME_REMIND_LEADS = "Напомнить, когда срок действия старого лида истечет через X дней:",
    TOOLTIP_REMIND_LEADS = "Напомнить, когда срок действия старого лида истечет через X дней. (0 = ВЫКЛ)",
    LEADS_EXPIRING_FMT_MULTI = "несколько активные зацепки",
    LEADS_EXPIRING_FMT_MULTI2 = "истекает через %s!",
    LEADS_EXPIRING_DAYS = "дней",
    LEADS_EXPIRING_HOURS = "часы",

    HEADER_VAMPIRE = "Уровень вампиризма",
    NAME_REMIND_VAMPIRE = "Активировать напоминание:",
    TOOLTIP_REMIND_VAMPIRE = "Запомните, когда изменится уровень вампиризма и после него.",
    NAME_REMIND_VAMP_IN_PVP = "Только в PvP:",
    TOOLTIP_REMIND_VAMP_IN_PVP = "Если включено, напоминания будут появляться только в PvP. Если выключено, напоминания будут также появляться в PvE..",
    
    HEADER_XP_SCROLLS = "Свитки опыта и зелья",
    NAME_XP_SCROLLS = "Активировать напоминание:",
    TOOLTIP_XP_SCROLLS = "Помните, когда свиток опыта или зелье исчерпаны или когда они будут исчерпаны.",
    
    HEADER_TELVAR = "Камни Тель'Вара",
    NAME_TELVAR = "Запомните это количество камней Тель Вар:",
    TOOLTIP_TELVAR = "Не забывайте, если у вас с собой больше заданного количества камней Тел Вар.",
    NAME_TELVAR_AUTODEPOSIT = "Автоматически складывать камни TelVar:",
    TOOLTIP_TELVAR_AUTODEPOSIT = "Автоматически складывать камни Тел Вар, которые вы носите с собой, когда их количество превышает указанное количество, и вы посещаете банкира",
    NAME_TELVAR_RESERVE_AMT = "Сохраните указанное количество камней Тел Вар:",
    TOOLTIP_TELVAR_RESERVE_AMT = "Когда вы автоматически кладете камни Тель Вар, вы сохраняете это количество при себе для бонусных множителей.",
    
    HEADER_AP_SCROLLS = "Свитки AP и военные пироги",
    NAME_AP_SCROLLS = "Активировать напоминание:",
    TOOLTIP_AP_SCROLLS = "Помните, когда военный торт или свиток AP исчерпаны или когда они будут исчерпаны.",

}

if Reminderz.Localization and #localization == #Reminderz.Localization then
    ZO_ShallowTableCopy(localization, Reminderz.Localization)
end