--Obtained from the game, Don't edit.
Ach_Detail ={
[4105] = {
["description"] = "Выполните задания, исследуйте область, соберите реликвии и станьте спасителем Западного вельда.",
["name"] = "Спаситель Западного вельда",
}
,
[11] = {
["description"] = "Победите Акаш гра-Мал, Удушая и рива-куратора Оранет в Элденской расщелине I.",
["name"] = "Триумфатор Элденской расщелины I",
}
,
[4109] = {
["description"] = "Победите палача Джеренси, главного чародея Вандораллена и Шквал Возмездия в оплоте Изгнания.",
["name"] = "Триумфатор оплота Изгнания",
}
,
[4110] = {
["description"] = "Победите палача Джеренси, главного чародея Вандораллена и Шквал Возмездия в ветеранском оплоте Изгнания.",
["name"] = "Завоеватель оплота Изгнания",
}
,
[4111] = {
["description"] = "Победите Шквал Возмездия в ветеранском оплоте Изгнания, подняв знамя вызова.",
["name"] = "Гаситель шквала",
}
,
[4112] = {
["description"] = "Победите все группы врагов, а также палача Джеренси, главного чародея Вандораллена и Шквал Возмездия в ветеранском оплоте Изгнания не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Быстрая рука правосудия",
}
,
[4113] = {
["description"] = "Победите все группы врагов, а также палача Джеренси, главного чародея Вандораллена и Шквал Возмездия в ветеранском оплоте Изгнания, не допустив гибели ни одного члена группы.",
["name"] = "Не оставляя призраков",
}
,
[4114] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским оплотом Изгнания.",
["name"] = "Покоритель оплота Изгнания",
}
,
[4115] = {
["description"] = "Победите все группы врагов, а также палача Джеренси, главного чародея Вандораллена и Шквал Возмездия в ветеранском оплоте Изгнания не более чем за 25 минут, подняв знамена вызова и не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Преграда мести",
}
,
[4116] = {
["description"] = "Победите палача Джеренси в ветеранском оплоте Изгнания, не попав в ее ловушки с шипами.",
["name"] = "Уход от наказания",
}
,
[4117] = {
["description"] = "Победите Шквал Возмездия в оплоте Изгнания, подобрав сферы огня, льда и молний до того, как те вызовут огненное извержение, замораживающие осколки и разящие молнии.",
["name"] = "Цельность и единство",
}
,
[4120] = {
["description"] = "Будучи в полной группе из 4 игроков, победите Шквал Возмездия в ветеранском оплоте Изгнания, подняв знамя вызова, после того как каждый из членов группы подберет по одной сфере стихий каждого цвета.",
["name"] = "Под воздействием стихий",
}
,
[4121] = {
["description"] = "Выполните дополнительные задания в оплоте Изгнания за одно прохождение, победив капитана стражи Парация, ассистента Домиция и Элиану Альбу до победы над Шквалом Возмездия.",
["name"] = "Долгожданный покой",
}
,
[4122] = {
["description"] = "Победите палача Джеренси в ветеранском оплоте Изгнания, подняв знамя вызова.",
["name"] = "Вынужденное помилование",
}
,
[4123] = {
["description"] = "Победите главного чародея Вандораллена в ветеранском оплоте Изгнания, подняв знамя вызова.",
["name"] = "Лекарство от заносчивости",
}
,
[28] = {
["description"] = "Победите Фалчу Перевертыша и освободите город Камлорн.",
["name"] = "Бич Фалчу",
}
,
[4125] = {
["description"] = "Победите палача Джеренси, главного чародея Вандораллена и Шквал Возмездия в ветеранском оплоте Изгнания, подняв знамя вызова и не получив преимущества от выполнения дополнительных заданий.",
["name"] = "Жизнь — для живых",
}
,
[30] = {
["description"] = "Помогите вещуньям очистить их священные рощи и Вещее древо от скверны Ангофа.",
["name"] = "Друг вещуний",
}
,
[31] = {
["description"] = "Разрушьте планы Ангофа Могильного Певца захватить Гленумбру при помощи некромантии.",
["name"] = "Спаситель Гленумбры",
}
,
[4128] = {
["description"] = "Победите следопыта Гарвина, Норивен и тактика Орфеона на Леп-Секлузе.",
["name"] = "Триумфатор Леп-Секлузы",
}
,
[4129] = {
["description"] = "Победите следопыта Гарвина, Норивен и тактика Орфеона на ветеранской Леп-Секлузе.",
["name"] = "Завоеватель Леп-Секлузы",
}
,
[4131] = {
["description"] = "Победите все группы врагов, а также следопыта Гарвина, Норивен и тактика Орфеона на ветеранской Леп-Секлузе не более чем за 30 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Быстрое избавление",
}
,
[4132] = {
["description"] = "Победите все группы врагов, а также следопыта Гарвина, Норивен и тактика Орфеона на ветеранской Леп-Секлузе, не допустив гибели ни одного члена группы.",
["name"] = "Рази без промаха",
}
,
[4133] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской Леп-Секлузой.",
["name"] = "Покоритель Леп-Секлузы",
}
,
[4134] = {
["description"] = "Победите все группы врагов, а также следопыта Гарвина, Норивен и тактика Орфеона, подняв знамя вызова, на ветеранской Леп-Секлузе не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "И так будет со всеми",
}
,
[4136] = {
["description"] = "Победите следопыта Гарвина на ветеранской Леп-Секлузе, не дав ему расставить ловушки.",
["name"] = "Пресечение на корню",
}
,
[4137] = {
["description"] = "Победите Норивен во время осады на Леп-Секлузе.",
["name"] = "Выживший при осаде",
}
,
[4138] = {
["description"] = "Победите Норивен на ветеранской Леп-Секлузе так, чтобы огненный взрыв грифона-подрывника не задел никого из игроков.",
["name"] = "Неопалимые",
}
,
[4140] = {
["description"] = "Победите тактика Орфеона на ветеранской Леп-Секлузе так, чтобы ни один игрок не пострадал от незаблокированной «Таинственной пустоты».",
["name"] = "Неуязвимое восстание",
}
,
[4141] = {
["description"] = "Победите следопыта Гарвина на ветеранской Леп-Секлузе, подняв знамя вызова.",
["name"] = "Заметая следы",
}
,
[4142] = {
["description"] = "Победите Норивен на ветеранской Леп-Секлузе, подняв знамя вызова.",
["name"] = "Стоять насмерть",
}
,
[4143] = {
["description"] = "Победите тактика Орфеона на ветеранской Леп-Секлузе, подвергнувшись действию «Медленного спуска» и сохранив не более 25% ресурсов.",
["name"] = "Ослаблен, но непобедим",
}
,
[4144] = {
["description"] = "Пройдите Леп-Секлузу, не попав под осаду и оставив командующего осадой Малтораса в живых.",
["name"] = "Тактический просчет",
}
,
[4146] = {
["description"] = "Пройдите оплот Изгнания и Леп-Секлузу в ветеранском режиме.",
["name"] = "Знаток «Павших знамен»",
}
,
[4147] = {
["description"] = "Пройдите оплот Изгнания и Леп-Секлузу.",
["name"] = "Разведчик «Павших знамен»",
}
,
[61] = {
["description"] = "Получите все достижения, связанные с заданиями в Даггерфолльском Ковенанте.",
["name"] = "Герой Даггерфолльского Ковенанта",
}
,
[4170] = {
["description"] = "Победите всех шестерых групповых боссов на Ауридоне.",
["name"] = "Защитник Ауридона",
}
,
[4171] = {
["description"] = "Победите всех шестерых групповых боссов в Гратвуде.",
["name"] = "Защитник Гратвуда",
}
,
[4172] = {
["description"] = "Победите всех шестерых групповых боссов в Гриншейде.",
["name"] = "Защитник Гриншейда",
}
,
[4173] = {
["description"] = "Победите всех шестерых групповых боссов в Малабал-Торе.",
["name"] = "Защитник Малабал-Тора",
}
,
[78] = {
["description"] = "Победите бригадира Ллотана, хозяина кладки и стража Ркугамза в пещерах Глубокой Тени I.",
["name"] = "Триумфатор пещер Глубокой Тени I",
}
,
[79] = {
["description"] = "Победите следователя Гаррона, Варейна Пеллингара и Аллин Пеллингар в канализации Вэйреста I.",
["name"] = "Триумфатор канализации Вэйреста I",
}
,
[80] = {
["description"] = "Победите архимастера Синьеля, Исполина Смерти и близнецов Иламбрисов в Крипте Сердец I.",
["name"] = "Триумфатор Крипты Сердец I",
}
,
[81] = {
["description"] = "Победите Валарана Призывателя Бури, Штормового Кулака и штормрива Нейдир на острове Бурь.",
["name"] = "Триумфатор острова Бурь",
}
,
[4178] = {
["description"] = "Победите всех шестерых групповых боссов в пустыне Алик’р.",
["name"] = "Защитник пустыни Алик’р",
}
,
[4179] = {
["description"] = "Победите всех шестерых групповых боссов в Бангкорае.",
["name"] = "Защитник Бангкорая",
}
,
[4180] = {
["description"] = "Победите всех шестерых групповых боссов в Стоунфолзе.",
["name"] = "Защитник Стоунфолза",
}
,
[4181] = {
["description"] = "Победите всех шестерых групповых боссов в Дешаане.",
["name"] = "Защитник Дешаана",
}
,
[4182] = {
["description"] = "Победите всех шестерых групповых боссов в Тенетопи.",
["name"] = "Защитник Тенетопи",
}
,
[4183] = {
["description"] = "Победите всех шестерых групповых боссов в Истмарке.",
["name"] = "Защитник Истмарка",
}
,
[4184] = {
["description"] = "Победите всех шестерых групповых боссов в Рифте.",
["name"] = "Защитник Рифта",
}
,
[4185] = {
["description"] = "Победите всех шестерых групповых боссов в Хладной Гавани.",
["name"] = "Защитник Хладной Гавани",
}
,
[4186] = {
["description"] = "Победите все 30 групповых боссов в Альдмерском Доминионе.",
["name"] = "Защитник Альдмерского Доминиона",
}
,
[4187] = {
["description"] = "Победите все 30 групповых боссов в Даггерфолльском Ковенанте.",
["name"] = "Защитник Даггерфолльского Ковенанта",
}
,
[4188] = {
["description"] = "Победите все 30 групповых боссов в Эбонхартском Пакте.",
["name"] = "Защитник Эбонхартского Пакта",
}
,
[145] = {
["description"] = "Отразите атаку предельцев на Эвермор.",
["name"] = "Защитник Эвермора",
}
,
[146] = {
["description"] = "Освободите Бангкорайский гарнизон от захватчиков.",
["name"] = "Освободитель Бангкорайского гарнизона",
}
,
[147] = {
["description"] = "Вызволите верховного короля Эмерика из лап Септимы Тарн.",
["name"] = "Спаситель верховного короля Эмерика",
}
,
[148] = {
["description"] = "Убейте сприггана Древогубителя на Моровом острове.",
["name"] = "Убийца Древогубителя",
}
,
[149] = {
["description"] = "Убейте зивилаи Дайяррус в святилище Арлимахеры.",
["name"] = "Палач Дайяррус",
}
,
[150] = {
["description"] = "Убейте ледяного атронаха Номега Хирила у водопада Нилата.",
["name"] = "Палач Номега Хирила",
}
,
[151] = {
["description"] = "Убейте личей Кумеди и Замана в руинах Телесуби.",
["name"] = "Истребитель личей",
}
,
[152] = {
["description"] = "Убейте призывательницу Цецилию Аттию и ее воинов-даэдра в лагере призывателя.",
["name"] = "Гроза призывателей",
}
,
[153] = {
["description"] = "Уничтожьте призрака Гараха Отца Волков и духов вервольфов в башне Озерного Дозора.",
["name"] = "Изгоняющий Отца Волков",
}
,
[154] = {
["description"] = "Уничтожьте Предвестие Бдительного ока и избавьте Алькаир от паранойи.",
["name"] = "Убийца грез",
}
,
[155] = {
["description"] = "Верните Осколок Грез в аббатство Отверженных и восстановите мир в Меневии.",
["name"] = "Великий духовный хранитель",
}
,
[156] = {
["description"] = "Уничтожьте Предвестие Сочтенных звезд и избавьте Гаводон от одержимости.",
["name"] = "Союзник Азуры",
}
,
[4253] = {
["description"] = "Найдите всех выживших Хель-Нету на Леп-Секлузе и поговорите с ними до победы над тактиком Орфеоном.",
["name"] = "Старательный спасатель",
}
,
[158] = {
["description"] = "Убейте огромную паучиху Эсар Прядильщицу Раздора в Паутине Эсар.",
["name"] = "Охотник на Прядильщицу Раздора",
}
,
[159] = {
["description"] = "Убейте гаргулью Менгира Каменная Кожа в башне Стража Долины.",
["name"] = "Охотник на Менгира",
}
,
[160] = {
["description"] = "Убейте некромантку Луну Черную Кровь в старой крепости Калгона.",
["name"] = "Охотник на Черную Кровь",
}
,
[161] = {
["description"] = "Убейте ведьму Магделину в логове Магделины.",
["name"] = "Охотник на ведьм",
}
,
[162] = {
["description"] = "Убейте орчиху Строду гра-Дром в гавани Ист-Рок.",
["name"] = "Убийца Строды",
}
,
[163] = {
["description"] = "Убейте нереиду Десугу Сирену в бухте Сирены.",
["name"] = "Охотник на сирен",
}
,
[4264] = {
["description"] = "Победите капитана Ксайху в гроте Дитра.",
["name"] = "Групповое событие грота Дитра",
}
,
[4265] = {
["description"] = "Победите всех защитников грота Дитра.",
["name"] = "Завоеватель грота Дитра",
}
,
[4266] = {
["description"] = "Победите формирователей плоти, Джинору и Скоркифа, а также сверхчудовище Казпиана в Костяной Клетке.",
["name"] = "Триумфатор Костяной Клетки",
}
,
[4267] = {
["description"] = "Победите всех врагов и 3 мини-боссов — похитителей, а также формирователей плоти, Джинору, Скоркифа и сверхчудовище Казпиана в ветеранской Костяной Клетке не более чем за 45 минут. Отсчет начинается при входе в Костяную Клетку.",
["name"] = "Быстроногий боец",
}
,
[4268] = {
["description"] = "Победите формирователей плоти, Джинору и Скоркифа, а также сверхчудовище Казпиана в ветеранской Костяной Клетке.",
["name"] = "Завоеватель Костяной Клетки",
}
,
[4269] = {
["description"] = "Победите всех врагов и 3 мини-боссов — похитителей, а также формирователей плоти, Джинору, Скоркифа и сверхчудовище Казпиана в ветеранской Костяной Клетке, не допустив гибели ни одного члена группы.",
["name"] = "Наперекор невзгодам",
}
,
[4275] = {
["description"] = "Победите Джинору и Скоркифа в ветеранской Костяной Клетке, подняв знамя вызова.",
["name"] = "Титанический триумф",
}
,
[4278] = {
["description"] = "Находясь в составе полной группы, победите формирователей плоти в ветеранской Костяной Клетке так, чтобы каждый из членов группы использовал портал падальщиков хотя бы один раз.",
["name"] = "Портальные забавы",
}
,
[4279] = {
["description"] = "Играя в одиночку, победите Джинору и Скоркифа, подвергнувшись одновременному действию «Ослабления искрящих» и «Ослабления пылающих» во время обеих фаз столкновения титанов в ветеранской Костяной Клетке. Фазы столкновения начинаются, когда нижняя платформа раскаляется, и заканчиваются, когда она остывает.",
["name"] = "Сожжение дотла",
}
,
[184] = {
["description"] = "Лишите Доминион возможности создавать похитителей облика.",
["name"] = "Погибель похитителей облика",
}
,
[185] = {
["description"] = "Защитите аргонианские яйца, чтобы новое поколение могло вылупиться на свет.",
["name"] = "Защитник яиц",
}
,
[186] = {
["description"] = "Заберите Яйцо Памяти у Доминиона.",
["name"] = "Хранитель Яйца Памяти",
}
,
[187] = {
["description"] = "Убейте великого вамасу Хайнектнамета в его логове.",
["name"] = "Охотник на Хайнектнамета",
}
,
[188] = {
["description"] = "Убейте огров Аргаблога и Лагу в Зал-Таке.",
["name"] = "Мучитель огров-близнецов",
}
,
[189] = {
["description"] = "Убейте айлейдского повелителя мумий Талкинда в Нен-Риа.",
["name"] = "Убийца повелителя мумий",
}
,
[190] = {
["description"] = "Победите капитана Боунса и его экипаж мертвецов на борту корабля.",
["name"] = "Погибель капитана Боунса",
}
,
[191] = {
["description"] = "Убейте даэдрота Уррая в пещере Горький Корень.",
["name"] = "Проклятие Уррая",
}
,
[192] = {
["description"] = "Убейте надсмотрщицу Рендрасу в лагере работорговцев.",
["name"] = "Гибель надсмотрщицы",
}
,
[194] = {
["description"] = "Найдите пропавших жителей деревни и отправьте их домой.",
["name"] = "Герой Стылой Скалы",
}
,
[195] = {
["description"] = "Убейте квама-защитника Злобного Роя.",
["name"] = "Разрушитель Злобного Роя",
}
,
[196] = {
["description"] = "Войдите в пещеру Воспоминаний и уничтожьте стража эшлендеров.",
["name"] = "Стиратель памяти",
}
,
[197] = {
["description"] = "Переживите нашествие грязевых крабов на взморье Погибших Кораблей и убейте чудовищного краба Крушителя Панцирей.",
["name"] = "Крушитель Панцирей",
}
,
[198] = {
["description"] = "Штурмуйте побережье в Гнезде Матроны, убейте дреугов-матрон и расправьтесь с дреугами, следящими за выводком.",
["name"] = "Уничтожитель дреугов",
}
,
[199] = {
["description"] = "Уничтожьте золотую святую в Дрожащем святилище.",
["name"] = "Священное смертоубийство",
}
,
[200] = {
["description"] = "Победите самца нетча Оззаку в роще Брамы.",
["name"] = "Укротитель нетчей",
}
,
[201] = {
["description"] = "Уничтожьте Балрета и верните Брата Раздора ко сну.",
["name"] = "Бич Балрета",
}
,
[204] = {
["description"] = "Убейте генерала Серьена и остановите вторжение Ковенанта в Стоунфолз.",
["name"] = "Гибель генерала Серьена",
}
,
[209] = {
["description"] = "Уничтожьте Садала и спасите Стоунфолз.",
["name"] = "Ниспровергатель Садала",
}
,
[210] = {
["description"] = "Убейте огромного вервольфа Яростного Клыка в логове Яростного Клыка.",
["name"] = "Охотник на Яростного Клыка",
}
,
[211] = {
["description"] = "Убейте бретонку-некромантку Вивьен Армен на драконьем кургане.",
["name"] = "Убийца Армен",
}
,
[212] = {
["description"] = "Убейте вампира Ольвейди Повелительницу Крыс в логове Повелительницы Крыс.",
["name"] = "Убийца Повелительницы Крыс",
}
,
[213] = {
["description"] = "Убейте дикого мамонта Маннскади на Драконьем холме.",
["name"] = "Сокрушитель Маннскади",
}
,
[214] = {
["description"] = "Убейте огромного саблезуба Аммабани в прайде Аммабани.",
["name"] = "Уничтожитель Аммабани",
}
,
[4329] = {
["description"] = "Пройдите Надж-Калдиш и литейную Черного Камня в ветеранском режиме.",
["name"] = "Знаток «Пира теней»",
}
,
[4330] = {
["description"] = "Пройдите Надж-Калдиш и литейную Черного Камня.",
["name"] = "Разведчик «Пира теней»",
}
,
[4331] = {
["description"] = "Выполните дополнительные задания в Надж-Калдише и литейной Черного Камня.",
["name"] = "Музыка рудокопов",
}
,
[4334] = {
["description"] = "Победите начальника каменоломни Салдезара, чудовище из черного камня и верховную пленительницу душ Виканд в литейной Черного Камня.",
["name"] = "Триумфатор литейной Черного Камня",
}
,
[4335] = {
["description"] = "Победите начальника каменоломни Салдезара, чудовище из черного камня и верховную пленительницу душ Виканд в ветеранской литейной Черного Камня.",
["name"] = "Завоеватель литейной Черного Камня",
}
,
[4336] = {
["description"] = "Победите верховную пленительницу душ Виканд в ветеранской литейной Черного Камня, подняв знамя вызова.",
["name"] = "Полное рассеяние",
}
,
[4337] = {
["description"] = "Победите все группы врагов, а также начальника каменоломни Салдезара, чудовище из черного камня и верховную пленительницу душ Виканд в ветеранской литейной Черного Камня не более чем за 30 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Подвижней, чем ртуть",
}
,
[4338] = {
["description"] = "Победите все группы врагов, а также начальника каменоломни Салдезара, чудовище из черного камня и верховную пленительницу душ Виканд в ветеранской литейной Черного Камня, не допустив гибели ни одного члена группы.",
["name"] = "Безупречная казнь",
}
,
[4339] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской литейной Черного Камня.",
["name"] = "Покоритель литейной Черного Камня",
}
,
[4340] = {
["description"] = "Победите все группы врагов, а также начальника каменоломни Салдезара, чудовище из черного камня и верховную пленительницу душ Виканд, подняв знамя вызова, в ветеранской литейной Черного Камня не более чем за 30 минут, не допустив гибели ни одного члена группы.",
["name"] = "Выше всяких похвал",
}
,
[257] = {
["description"] = "Убейте огромную медведицу Бералагр в лагере Быстрого Клинка.",
["name"] = "Охотник на Бералагр",
}
,
[258] = {
["description"] = "Победите Тьормара Утопленника и орду утонувших на косе Горький Мыс.",
["name"] = "Борец с ордой утопленников",
}
,
[259] = {
["description"] = "Победите орка-разбойника Дугана Красного.",
["name"] = "Убийца Дугана",
}
,
[260] = {
["description"] = "Убейте душителя Костехватателя в его гнезде.",
["name"] = "Бич Костехватателя",
}
,
[261] = {
["description"] = "Убейте королеву-нереиду Талатту Лучезарную в Зубчатом гроте.",
["name"] = "Уничтожитель Талатты",
}
,
[262] = {
["description"] = "Убейте морского тролля Череполома на берегу Воющего Ветра.",
["name"] = "Череполом",
}
,
[263] = {
["description"] = "Победите командира Зеленых Охотников Фальдетил у берега реки.",
["name"] = "Победитель Зеленых",
}
,
[272] = {
["description"] = "Победите Ганактона Неистового, Сликлению Певицу и ламию-королеву Селлистрикс в Аркс-Кориниуме.",
["name"] = "Триумфатор Аркс-Кориниума",
}
,
[275] = {
["description"] = "Убейте огромного кагути Короткозуба на холме Короткозуба.",
["name"] = "Охотник на Короткозуба",
}
,
[276] = {
["description"] = "Убейте собранное из останков пустотелых Чудовище в роще Чудовища.",
["name"] = "Убийца Чудовища",
}
,
[277] = {
["description"] = "Убейте огромного тролля Остроклыка в зарослях дикой ежевики.",
["name"] = "Убийца Остроклыка",
}
,
[278] = {
["description"] = "Уничтожьте тень мабригашей у погребального круга мабригашей.",
["name"] = "Уничтожитель тени мабригашей",
}
,
[279] = {
["description"] = "Убейте дремора Друйтуларга у ритуального алтаря Друйтуларга.",
["name"] = "Убийца Друйтуларга",
}
,
[280] = {
["description"] = "Убейте огромного гуара Дикую Горьколистницу в Караванном гребне.",
["name"] = "Уничтожитель Горьколистницы",
}
,
[283] = {
["description"] = "Раскройте план Гончего Пса по заманиванию Зеленой леди в Сильвенар.",
["name"] = "Помеха Гончего Пса",
}
,
[284] = {
["description"] = "Спасите Сильвенара от его захватчиков.",
["name"] = "Друг Сильвенара",
}
,
[285] = {
["description"] = "Воссоедините Сильвенара и Зеленую леди.",
["name"] = "Герой ветвей и листьев",
}
,
[294] = {
["description"] = "Победите вождя гоблинов и Короля Дреугов в Грибном гроте I.",
["name"] = "Триумфатор Грибного грота I",
}
,
[299] = {
["description"] = "Победите любых трех защитников владений Сангвина.",
["name"] = "Триумфатор владений Сангвина",
}
,
[300] = {
["description"] = "Победите всех шестерых защитников владений Сангвина.",
["name"] = "Завоеватель владений Сангвина",
}
,
[301] = {
["description"] = "Победите Мать стаи и Шептунью в Логове Мертвой Хватки I.",
["name"] = "Триумфатор Логова Мертвой Хватки I",
}
,
[303] = {
["description"] = "Победите у Темного якоря Катутета, Амкаоса и Ранью — подручных мучителей Молага Бала.",
["name"] = "Погибель мучителей",
}
,
[304] = {
["description"] = "Победите у Темного якоря трех братьев-огримов Проглота, Свинорыла и Хромонога.",
["name"] = "Усмиритель братьев-огримов",
}
,
[305] = {
["description"] = "Победите у Темного якоря дремора-пирата Велека Сейна.",
["name"] = "Убийца дремора-пирата",
}
,
[306] = {
["description"] = "Победите у Темного якоря дремора-странников Метаца, Воншалу и Самира.",
["name"] = "Истребитель дремора-странников",
}
,
[307] = {
["description"] = "Победите у Темного якоря Мента На, любимого даэдрота Молага Бала.",
["name"] = "Уничтожитель любимого даэдрота",
}
,
[308] = {
["description"] = "Победите у Темного якоря Иггманея Бдительное Око, величайшего шпиона Молага Бала.",
["name"] = "Закрывший Бдительное Око",
}
,
[309] = {
["description"] = "Победите у Темного якоря даэдрота Хрелвесу.",
["name"] = "Бич Хрелвесу",
}
,
[310] = {
["description"] = "Победите у Темного якоря Раготан Пожирательницу Душ.",
["name"] = "Ниспровергатель Пожирательницы Душ",
}
,
[311] = {
["description"] = "Победите у Темного якоря Номега Хага, огромного ледяного атронаха из Хладной Гавани.",
["name"] = "Уничтожитель ледяного владыки",
}
,
[312] = {
["description"] = "Победите у Темного якоря Займела Хриза, огромного грозового атронаха из Хладной Гавани.",
["name"] = "Уничтожитель грозового владыки",
}
,
[313] = {
["description"] = "Победите у Темного якоря зивилаи-мучителей Анаксеса и Медрайка.",
["name"] = "Уничтожитель зивилаи-рабовладельцев",
}
,
[314] = {
["description"] = "Победите у Темного якоря сестер-соблазнительниц Вайку, Дайлору и Джансу.",
["name"] = "Уничтожитель сестер-соблазнительниц",
}
,
[315] = {
["description"] = "Победите у Темного якоря короля Стириха из Веркарта и его соратников Фангарила и Зайзахада.",
["name"] = "Уничтожитель веркартского вампира",
}
,
[316] = {
["description"] = "Победите у Темного якоря лорда Дрегаса Волара, обладателя Даэдрического полумесяца.",
["name"] = "Уничтожитель дремора Полумесяца",
}
,
[317] = {
["description"] = "Победите у Темного якоря лича из Морнхолда Гедну Релвел.",
["name"] = "Уничтожитель лича из Морнхолда",
}
,
[318] = {
["description"] = "Уничтожьте всех военачальников Молага Бала, появляющихся у Темных якорей.",
["name"] = "Палач военачальников",
}
,
[4415] = {
["description"] = "Выполните задание «Дар смерти» в западной части Солстиса.",
["name"] = "Повелитель жизни и смерти",
}
,
[322] = {
["description"] = "Активируйте запорные механизмы Темного якоря, чтобы отправить его цепи обратно в Хладную Гавань.",
["name"] = "Разрушитель цепей",
}
,
[325] = {
["description"] = "Победите Теневика и верховного кинлорда Рилиса в темницах Изгнанников I.",
["name"] = "Триумфатор темниц Изгнанников I",
}
,
[335] = {
["description"] = "Сокрушите предельцев в Рифте.",
["name"] = "Гроза предельцев",
}
,
[336] = {
["description"] = "Победите Таллика Отца Червей и разгоните культ Червя.",
["name"] = "Черведав",
}
,
[337] = {
["description"] = "Верните Синмура в могилу.",
["name"] = "Преемник Исграмора",
}
,
[4434] = {
["description"] = "Найдите сундук, спрятанный на вершине аргонианских руин.",
["name"] = "Клуб скалолазов Солстиса",
}
,
[4435] = {
["description"] = "Попробуйте настойки из лепестков роз — дары Сангвина, спрятанные по всему Солстису.",
["name"] = "Утехи Сангвина",
}
,
[340] = {
["description"] = "Победите Клыка Мефалы, Гамин Банду, Киренас Пастушку, порождение Мефалы, Реггра Темный Рассвет и Вилу Теран в ветеранском Грибном гроте II не более чем за двадцать минут. Отсчет начинается при вступлении в бой с первой группой служителей культа Паучихи.",
["name"] = "Опустошитель Грибного грота II",
}
,
[4437] = {
["description"] = "Изготовьте украшение для запястья со всеми тремя усиленными положительными эффектами, используя столы ювелира в литейной Черного Камня.",
["name"] = "Огранка, цвет и чистота",
}
,
[342] = {
["description"] = "Победите Вилу Теран в ветеранском Грибном гроте II так, чтобы никто из членов группы не воспользовался защитой Обсидианового кристалла.",
["name"] = "Бесстрашное нападение",
}
,
[343] = {
["description"] = "Победите Гамин Банду, порождение Мефалы и Вилу Теран в ветеранском Грибном гроте II.",
["name"] = "Завоеватель Грибного грота II",
}
,
[4440] = {
["description"] = "Сыграйте сложные песни на восса-сатлах в Надж-Калдише, общими силами безошибочно попадая в ритм.",
["name"] = "Безупречный ритм",
}
,
[345] = {
["description"] = "Победите Индура-са и каджитов-охотников в охотничьем лагере.",
["name"] = "Гроза каджитов-охотников",
}
,
[346] = {
["description"] = "Победите троллей Ледяная Слюна и Мокрый Коготь в пещере троллей.",
["name"] = "Убийца троллей",
}
,
[347] = {
["description"] = "Победите Номега Рина, ледяного атронаха, в Мерзлых руинах.",
["name"] = "Уничтожитель ледяного атронаха",
}
,
[348] = {
["description"] = "Упокойте душу Горагама в кургане Ангарвунд.",
["name"] = "Охотник на призраков",
}
,
[349] = {
["description"] = "Победите великана Странника и его мамонта в лагере великана.",
["name"] = "Погибель великана",
}
,
[350] = {
["description"] = "Изгоните мать-дымок Эриус из долины Света Дымков.",
["name"] = "Победитель матери-дымка",
}
,
[351] = {
["description"] = "Покончите с некромантами на плато Огонь Душ и отомстите за солдат Первой морской пехоты Ауридона.",
["name"] = "Первый мститель",
}
,
[352] = {
["description"] = "Победите Квениас, главу банд Ауридона, в ее лагере на приморском нагорье.",
["name"] = "Убийца главаря разбойников",
}
,
[353] = {
["description"] = "Сразите капитана-призрака Бланшета на месте крушения «Хищника».",
["name"] = "Победитель капитана-призрака",
}
,
[354] = {
["description"] = "Победите свирепого кланфира Лютохвата и прекратите убийства невинных в пристанище отступника.",
["name"] = "Охотник на Лютохвата",
}
,
[355] = {
["description"] = "Победите гигантскую змею, известную как Мать Гнезда, в ее логове.",
["name"] = "Победитель Матери Гнезда",
}
,
[356] = {
["description"] = "Победите предателя Анарума на тренировочной площадке Наследия.",
["name"] = "Убийца Анарума",
}
,
[357] = {
["description"] = "Победите стража огня, усиленного ледяного атронаха и Дродду из Ледяного Предела в крепости Лютых Морозов.",
["name"] = "Триумфатор крепости Лютых Морозов",
}
,
[4454] = {
["description"] = "Освободите осадный лагерь Братства Стирка в западной части Солстиса, захваченный силами культа Червя.",
["name"] = "Освободитель осадных лагерей",
}
,
[4455] = {
["description"] = "Five Soul Shriven have wandered free of Coldharbour, but tatters of memory torment them with recollections of their past lives. Find them and help settle their troubled minds.",
["name"] = "Soul Shriven on Solstice",
}
,
[360] = {
["description"] = "Казните предателя в Танзелвиле во имя королевы Айренн.",
["name"] = "Победа над Скрытым Наследием I",
}
,
[361] = {
["description"] = "Проникните в ряды Скрытого Наследия и узнайте его тайну.",
["name"] = "Победа над Скрытым Наследием II",
}
,
[362] = {
["description"] = "Победите армию даэдра и ее командира в Фестхолде.",
["name"] = "Победа над Скрытым Наследием III",
}
,
[363] = {
["description"] = "Убейте алхимика Мердиндрила в Обсидиановом ущелье и положите конец чуме Ллодос.",
["name"] = "Остановивший чуму",
}
,
[364] = {
["description"] = "Защитите храм Трибунала от наступающих сил даэдра.",
["name"] = "Рыцарь храма",
}
,
[365] = {
["description"] = "Убейте магистра Вокс в лощине Эйдолона и верните мир в Дешаан.",
["name"] = "Убийца Вокс",
}
,
[367] = {
["description"] = "Победите любых трех защитников в Вороньем Лесу.",
["name"] = "Триумфатор Вороньего Леса",
}
,
[368] = {
["description"] = "Победите всех защитников Вороньего Леса.",
["name"] = "Завоеватель Вороньего Леса",
}
,
[369] = {
["description"] = "Победите любых трех защитников Забытых крипт.",
["name"] = "Триумфатор Забытых крипт",
}
,
[370] = {
["description"] = "Победите всех защитников Забытых крипт.",
["name"] = "Завоеватель Забытых крипт",
}
,
[371] = {
["description"] = "Победите Одинокого великана и его разъяренных мамонтов в Логове Льва.",
["name"] = "Групповое событие Логова Льва",
}
,
[372] = {
["description"] = "Победите мастера боя Грела и его учеников во владениях Сангвина.",
["name"] = "Групповое событие Сангвина",
}
,
[373] = {
["description"] = "Победите любых трех защитников Логова Льва.",
["name"] = "Триумфатор Логова Льва",
}
,
[374] = {
["description"] = "Победите всех защитников Логова Льва.",
["name"] = "Завоеватель Логова Льва",
}
,
[375] = {
["description"] = "Победите любых трех защитников Зала мертвых.",
["name"] = "Триумфатор Зала мертвых",
}
,
[376] = {
["description"] = "Победите всех защитников Зала мертвых.",
["name"] = "Завоеватель Зала мертвых",
}
,
[377] = {
["description"] = "Победите любых трех защитников Обсидианового Утеса.",
["name"] = "Триумфатор Обсидианового Утеса",
}
,
[378] = {
["description"] = "Победите всех защитников Обсидианового Утеса.",
["name"] = "Завоеватель Обсидианового Утеса",
}
,
[379] = {
["description"] = "Уничтожьте призраков души, чтобы призвать и убить Гислейна в Вороньем Лесу.",
["name"] = "Групповое событие Вороньего Леса",
}
,
[380] = {
["description"] = "Сразите Мать гигантских змей в святилище Лиходея.",
["name"] = "Групповое событие Лиходея",
}
,
[381] = {
["description"] = "Победите Рейнира Разрушителя и его прислужников в Зале мертвых.",
["name"] = "Групповое событие Зала мертвых",
}
,
[382] = {
["description"] = "Убейте гигантского медведя Грауфанга на Обзорном мысу.",
["name"] = "Охотник на Грауфанга",
}
,
[383] = {
["description"] = "Победите шатуна Рукоруба на Западной высоте.",
["name"] = "Губитель Рукоруба",
}
,
[384] = {
["description"] = "Сразите вервольфа Салазара Волка в Волчьем лагере.",
["name"] = "Погибель вервольфа",
}
,
[385] = {
["description"] = "Победите зомби Кровавого Шипа Асарда Гнилого на Северобережном пике.",
["name"] = "Убийца Асарда",
}
,
[386] = {
["description"] = "Победите вамасу Челюстехвата в бухте Челюстехвата.",
["name"] = "Преследователь Челюстехвата",
}
,
[387] = {
["description"] = "Победите некроманта Гривье Кровавого Призывателя на острове Сигнального Огня.",
["name"] = "Губитель Кровавого Призывателя",
}
,
[388] = {
["description"] = "Отразите нашествие квама и убейте стражей квама в Забытых криптах.",
["name"] = "Групповое событие Забытых крипт",
}
,
[389] = {
["description"] = "Победите любых трех защитников Оврага Зубодробителей.",
["name"] = "Триумфатор Оврага Зубодробителей",
}
,
[390] = {
["description"] = "Победите всех защитников Оврага Зубодробителей.",
["name"] = "Завоеватель Оврага Зубодробителей",
}
,
[391] = {
["description"] = "Победите Квинта Верреса, Чешуйчатого Сотрясателя и Совет Стража в Воленфелле.",
["name"] = "Триумфатор Воленфелла",
}
,
[393] = {
["description"] = "Победите Стаю, дрессировщицу и Лавовую королеву в Священном Горниле.",
["name"] = "Триумфатор Священного Горнила",
}
,
[395] = {
["description"] = "Победите любых трех защитников в затерянном городе На-Тотамбу.",
["name"] = "Триумфатор затерянного города",
}
,
[396] = {
["description"] = "Победите всех защитников затерянного города На-Тотамбу.",
["name"] = "Завоеватель затерянного города",
}
,
[399] = {
["description"] = "Уничтожьте грязевого краба Большехвата на Берегу Грязевых Крабов.",
["name"] = "Сокрушитель Большехвата",
}
,
[400] = {
["description"] = "Уничтожьте Шелковую Вдову и кровавых ткачей в Паучьем Гнезде.",
["name"] = "Убийца пауков",
}
,
[401] = {
["description"] = "Уничтожьте Королеву выводка в Водах Дреугов.",
["name"] = "Палач Королевы выводка",
}
,
[402] = {
["description"] = "Уничтожьте даэдрота по имени Гар Зу Гар и его приспешников на заброшенной ферме.",
["name"] = "Бич Гар Зу Гара",
}
,
[403] = {
["description"] = "Уничтожьте огра по имени Брат Шеехват в Кладовой Шеехвата.",
["name"] = "Губитель Брата Шеехвата",
}
,
[404] = {
["description"] = "Уничтожьте грозового атронаха по имени Займел Круц у древнего алтаря.",
["name"] = "Победитель Круца",
}
,
[406] = {
["description"] = "Спрыгните с носа Плачущего Великана.",
["name"] = "Нос по ветру",
}
,
[410] = {
["description"] = "Победите Атаруса, Мать Гнезда и капитана Черное Сердце в гавани Черного Сердца.",
["name"] = "Триумфатор гавани Черного Сердца",
}
,
[415] = {
["description"] = "Наймите всех трех прославленных искателей приключений в экипаж каперского судна на Строс М\'Кае.",
["name"] = "Прославленный вербовщик",
}
,
[417] = {
["description"] = "Победите Длинного Когтя, Грязношкура и Селену в Паутине Селены.",
["name"] = "Триумфатор Паутины Селены",
}
,
[421] = {
["description"] = "Победите голема крови, призрака Праксина и Воренора Талый Ручей в ветеранском Логове Мертвой Хватки II.",
["name"] = "Завоеватель Логова Мертвой Хватки II",
}
,
[425] = {
["description"] = "Уничтожьте оскверненные растения ущелья Песня Смерти в Марке Смерти.",
["name"] = "Лесник ущелья Песня Смерти",
}
,
[426] = {
["description"] = "Победите огра Большого Озура в долине Большого Озура.",
["name"] = "Бич Большого Озура",
}
,
[427] = {
["description"] = "Победите Королеву Трех Милостей и ее придворных у водопада Водяных Плясуний в Марке Смерти.",
["name"] = "Милостивый убийца",
}
,
[428] = {
["description"] = "Победите призывателя мертвых Нирамо и его дочь Вариэн в хендже Смерти.",
["name"] = "Рок призывателя мертвых",
}
,
[429] = {
["description"] = "Победите даэдрота Исолмарра Блуждающий Костер рядом со старыми доками С\'рен-джи в Марке Смерти.",
["name"] = "Губитель Исолмарра",
}
,
[430] = {
["description"] = "Победите повелителя Нура-дро, вампира из Приюта Ушмала в Марке Смерти.",
["name"] = "Гроза Нура-дро",
}
,
[439] = {
["description"] = "Победите даэдрота Сторху Неистовую в Аба-Дарре.",
["name"] = "Гибель Сторхи",
}
,
[440] = {
["description"] = "Победите ледяное привидение Дариатундура на поле боя Дариатундура.",
["name"] = "Охотник на ледяных привидений",
}
,
[441] = {
["description"] = "Победите древнего двемерского центуриона Земарек-тула в лощине Земарека.",
["name"] = "Погибель центуриона",
}
,
[442] = {
["description"] = "Победите трех даэдротов — Нолагу, Кеггайху и Рсолайну — в кладовой даэдротов.",
["name"] = "Охотник на трех даэдротов",
}
,
[443] = {
["description"] = "Победите некромантку-дремора Брольсгербвд в святилище Возрождения.",
["name"] = "Проклятье Брольсгербвд",
}
,
[444] = {
["description"] = "Победите жнеца Синамот в роще Синамот.",
["name"] = "Кончина Синамот",
}
,
[445] = {
["description"] = "Победите орды нежити Эргора Падшего в Провале Руланийл.",
["name"] = "Групповое событие Провала Руланийл",
}
,
[446] = {
["description"] = "Победите Безумного Мортина, Порождение Крови, Праксина Дуара, трех атронахов плоти, Урвана Велета и Воренора Талый Ручей в ветеранском Логове Мертвой Хватки II не более чем за двадцать минут. Отсчет начинается при вступлении в бой с первой группой порабощенных воинов.",
["name"] = "Опустошитель Логова Мертвой Хватки II",
}
,
[448] = {
["description"] = "Победите Воренора Талый Ручей в ветеранском Логове Мертвой Хватки II, не убив ни одну из невинных жертв, которых он удерживает у себя.",
["name"] = "Милосердный герой",
}
,
[449] = {
["description"] = "Победите хранителей Имирил, Арельдор и Воранила, а также Огненную Пасть и сестер Сину и Веру до победы над верховным кинлордом Рилисом в ветеранских темницах Изгнанников II не более чем за двадцать минут. Отсчет начинается при вступлении в бой с первой группой скелетов-изгнанников.",
["name"] = "Опустошитель темниц Изгнанников II",
}
,
[451] = {
["description"] = "Победите верховного кинлорда Рилиса в ветеранских темницах Изгнанников II, оставив в живых трех или более даэдротов.",
["name"] = "Проклятый герой",
}
,
[459] = {
["description"] = "Победите Темный Корень, Темносвета и Богдана Пламя Ночи в ветеранской Элденской расщелине II.",
["name"] = "Завоеватель Элденской расщелины II",
}
,
[460] = {
["description"] = "Победите Плоскозуба и его приспешников в Багровой бухте.",
["name"] = "Групповое событие Багровой бухты",
}
,
[461] = {
["description"] = "Победите Дуброза Заразителя, Темный Корень, Азару Устрашительницу, Темносвета, сумрачного стражника и Богдана Пламя Ночи в ветеранской Элденской расщелине II не более чем за двадцать минут. Отсчет начинается при вступлении в бой с первой группой даэдра.",
["name"] = "Опустошитель Элденской расщелины II",
}
,
[463] = {
["description"] = "Победите Богдана Пламя Ночи после прочтения Опуса мучений в ветеранской Элденской расщелине II.",
["name"] = "Закрытие книги",
}
,
[464] = {
["description"] = "Победите преображенного хозяина кладки, Гробулла Преображенного и механического стража в ветеранских пещерах Глубокой Тени II.",
["name"] = "Завоеватель пещер Глубокой Тени II",
}
,
[465] = {
["description"] = "Победите падшего бригадира, хозяина кладки и его скрибов, преображенного алита, Гробулла Преображенного, механический гарнизон и механического стража в ветеранских пещерах Глубокой Тени II не более чем за двадцать минут. Отсчет начинается при вступлении в бой с первой группой квама.",
["name"] = "Опустошитель пещер Глубокой Тени II",
}
,
[467] = {
["description"] = "Победите механического стража в ветеранских пещерах Глубокой Тени II так, чтобы никто из членов группы не использовал рычаг двигателя.",
["name"] = "Смертоносный инженер",
}
,
[468] = {
["description"] = "Уничтожьте Кровавый Корень и его стражей в Овраге Зубодробителей.",
["name"] = "Групповое событие Оврага Зубодробителей",
}
,
[469] = {
["description"] = "Одолейте проклятых существ, созданных ледяными ритуалами Гракка в Оскверненном поместье.",
["name"] = "Групповое событие Оскверненного поместья",
}
,
[470] = {
["description"] = "Победите Костяную Смерть и его тюремщиков в руинах Корневой Раскол.",
["name"] = "Групповое событие Корневого Раскола",
}
,
[476] = {
["description"] = "Получите все рыболовные достижения Даггерфолльского Ковенанта.",
["name"] = "Рыбак Ковенанта",
}
,
[482] = {
["description"] = "Получите все рыболовные достижения Эбонхартского Пакта.",
["name"] = "Рыбак Пакта",
}
,
[488] = {
["description"] = "Получите все рыболовные достижения Альдмерского Доминиона.",
["name"] = "Рыбак Доминиона",
}
,
[494] = {
["description"] = "Докажите всем, что вы непревзойденный рыболов, получив достижения из списка ниже.",
["name"] = "Непревзойденный рыбак",
}
,
[495] = {
["description"] = "Победите дюнороя по прозвищу Мать Песков у обломков погибшего каравана.",
["name"] = "Гроза дюнороев",
}
,
[496] = {
["description"] = "Победите великана Одинокого Папу в лагере великана.",
["name"] = "Участь Одинокого Папы",
}
,
[497] = {
["description"] = "Победите сестер-ведьм Игазкад, Орокар и Укку в лагере ведьм.",
["name"] = "Ведьмин бунт",
}
,
[498] = {
["description"] = "Победите жнеца Коригну в пещере Забытых Сердец.",
["name"] = "Проклятие Коригны",
}
,
[499] = {
["description"] = "Победите короля мумий в королевской усыпальнице.",
["name"] = "Убийца короля мумий",
}
,
[500] = {
["description"] = "Победите золотую святую Стааду в малом круге.",
["name"] = "Святоубийца",
}
,
[510] = {
["description"] = "Защитите Двор Лесного короля.",
["name"] = "Придворный егерь",
}
,
[511] = {
["description"] = "Покончите с угрозой Скрытого Наследия в Гриншейде.",
["name"] = "Раскрывающий сокрытое",
}
,
[512] = {
["description"] = "Очистите Валенвуд от скверны.",
["name"] = "Защитник Валенвуда",
}
,
[516] = {
["description"] = "Победите Увафу и заберите оберег ансея.",
["name"] = "Гибель Увафы",
}
,
[517] = {
["description"] = "Победите Алазана и заберите оберег ансея.",
["name"] = "Поражение Алазана",
}
,
[518] = {
["description"] = "Победите Иссохшую Длань и верните все обереги ансеев.",
["name"] = "Герой эш\'аба",
}
,
[524] = {
["description"] = "Соберите все Светочи Меридии в Хладной Гавани.",
["name"] = "Светоносец Меридии",
}
,
[525] = {
["description"] = "Помешайте маормерам вызвать ураган, способный уничтожить Гнездо Кенарти.",
["name"] = "Бич маормеров",
}
,
[526] = {
["description"] = "Вмешайтесь во всех случаях злоупотребления скумой на Гнезде Кенарти.",
["name"] = "Контроль за оборотом скумы",
}
,
[536] = {
["description"] = "Верните матери клана власть в Арентии.",
["name"] = "Спаситель матери клана",
}
,
[537] = {
["description"] = "Заточите Темного Гриву в тюрьму под Лунным Холмом.",
["name"] = "Ловец Темного Гривы",
}
,
[538] = {
["description"] = "Пройдите по пути Двух Лун вместе со следующей Гривой.",
["name"] = "Путевод Двух Лун",
}
,
[545] = {
["description"] = "Победите Огненную Пасть, хранительницу Имирил и верховного кинлорда Рилиса в ветеранских темницах Изгнанников II.",
["name"] = "Завоеватель темниц Изгнанников II",
}
,
[548] = {
["description"] = "Уничтожьте Озоззачара, любимого титана Молага Бала.",
["name"] = "Погибель Озоззачара",
}
,
[551] = {
["description"] = "Победите огненного стража, хранителя святилища и Эртаса Хозяина Бритвы в Городе Пепла I.",
["name"] = "Триумфатор Города Пепла I",
}
,
[560] = {
["description"] = "Победите огромное аргонианское чудовище Гатонгора Драчуна в трясине Гатонгора.",
["name"] = "Охотник на Гатонгора",
}
,
[561] = {
["description"] = "Победите огра Тодундора с Холма на высоте Тодундора.",
["name"] = "Покоритель высот",
}
,
[562] = {
["description"] = "Победите морского эльфа Джалазри и ее маормеров-соратников в лагере маормеров.",
["name"] = "Беда морских эльфов",
}
,
[563] = {
["description"] = "Победите шатуна, известного как Сердце Корневодья, в Корневодном источнике.",
["name"] = "Гибель Корневодья",
}
,
[564] = {
["description"] = "Победите аргонианина Махилиуса и его шпионов в лагере разведчиков.",
["name"] = "Гроза шпионов",
}
,
[565] = {
["description"] = "Победите грозового атронаха Займела Этитана в Пельда-Тарне.",
["name"] = "Ловец Займела",
}
,
[570] = {
["description"] = "Победите Улгуну Душегуб, Гротдарра, Искру Предвестника и Безумного Архитектора в Сводах Безумия.",
["name"] = "Триумфатор Сводов Безумия",
}
,
[579] = {
["description"] = "Уничтожьте все Темные якоря во владениях Альдмерского Доминиона.",
["name"] = "Разрушитель якорей Доминиона",
}
,
[584] = {
["description"] = "Уничтожьте все Темные якоря во владениях Даггерфолльского Ковенанта.",
["name"] = "Разрушитель якорей Ковенанта",
}
,
[585] = {
["description"] = "Уничтожьте все Темные якоря во владениях Эбонхартского Пакта.",
["name"] = "Разрушитель якорей Пакта",
}
,
[586] = {
["description"] = "Уничтожьте все Темные якоря на территории Сиродила.",
["name"] = "Разрушитель якорей Империи",
}
,
[587] = {
["description"] = "Уничтожьте все Темные якоря в Тамриэле.",
["name"] = "Поднять якоря",
}
,
[589] = {
["description"] = "Убейте Ризал-Джула в лагере Тамрит и спасите беженцев Крестшейда.",
["name"] = "Герой дома Тамрит",
}
,
[590] = {
["description"] = "Убейте леди Ллерайю Монклер в Нортпойнте и освободите город барона Дорелла.",
["name"] = "Герой дома Дорелл",
}
,
[591] = {
["description"] = "Убейте барона Вилона Монклера и уничтожьте Темный осколок на скале Рока, чтобы спасти Ривенспайр.",
["name"] = "Меч Рейвенвотча",
}
,
[597] = {
["description"] = "Убейте Лоба Дровокола и подружитесь с великанами на арене Седловины.",
["name"] = "Друг великанов",
}
,
[598] = {
["description"] = "Спасите Йорунна Короля-Скальда в башне Туманной заставы.",
["name"] = "Спаситель Короля-Скальда",
}
,
[599] = {
["description"] = "Победите Фильдгора Тана Орков в Скулдафне.",
["name"] = "Стрела Короля-Скальда",
}
,
[605] = {
["description"] = "Освободите Саутпойнт от власти князя даэдра Шеогората.",
["name"] = "Спаситель Саутпойнта",
}
,
[606] = {
["description"] = "Заберите сердце Анумарила из реликвария Звезд.",
["name"] = "Исследователь реликвария",
}
,
[607] = {
["description"] = "Освободите из заточения Найруму и отыщите накидку Раджина.",
["name"] = "Герой Фалинести",
}
,
[612] = {
["description"] = "Спасите последнего короля айлейдов Лалориарана Динара из Беспросветной темницы.",
["name"] = "Свет айлейдского короля",
}
,
[613] = {
["description"] = "Спасите великого мага Вануса Галериона и помогите ему уничтожить Нерушимые Узы Молага Бала.",
["name"] = "Защитник великого мага",
}
,
[614] = {
["description"] = "Остановите Слияние миров и сорвите планы Молага Бала на Бесконечной лестнице.",
["name"] = "Остановивший Слияние миров",
}
,
[617] = {
["description"] = "Получите все достижения, связанные с заданиями в Эбонхартском Пакте.",
["name"] = "Герой Эбонхартского Пакта",
}
,
[618] = {
["description"] = "Получите все достижения, связанные с заданиями в Альдмерском Доминионе.",
["name"] = "Герой Альдмерского Доминиона",
}
,
[622] = {
["description"] = "Получите все достижения, связанные с исследованием пещер в Альдмерском Доминионе.",
["name"] = "Исследователь пещер Доминиона",
}
,
[625] = {
["description"] = "Получите все достижения, связанные с исследованием пещер в Даггерфолльском Ковенанте.",
["name"] = "Исследователь пещер Ковенанта",
}
,
[626] = {
["description"] = "Получите все достижения, связанные с исследованием пещер в Эбонхартском Пакте.",
["name"] = "Исследователь пещер Пакта",
}
,
[627] = {
["description"] = "Получите все достижения, связанные с исследованием пещер в Тамриэле.",
["name"] = "Неутомимый исследователь пещер Тамриэля",
}
,
[628] = {
["description"] = "Получите все достижения, связанные с неповторяющимися заданиями в Тамриэле.",
["name"] = "Опытный искатель приключений Тамриэля",
}
,
[678] = {
["description"] = "Победите Малубет Карающую, Гаррона Возрожденного, а также Варейна и Аллин Пеллингаров в ветеранской канализации Вэйреста II.",
["name"] = "Завоеватель канализации Вэйреста II",
}
,
[679] = {
["description"] = "Победите Малубет Карающую, Собирателя Черепов, Улгарга Восставшего, Гаррона Возрожденного, Забытого и близнецов Пеллингаров в ветеранской канализации Вэйреста II не более чем за двадцать минут. Отсчет начинается при вступлении в бой с первым некромантом и его прислужниками.",
["name"] = "Опустошитель канализации Вэйреста II",
}
,
[681] = {
["description"] = "Победите 15 зомби во время сражения с Аллин и Варейном Пеллингарами до убийства самих близнецов в ветеранской канализации Вэйреста II.",
["name"] = "Истребитель упырей Пеллингаров",
}
,
[696] = {
["description"] = "Победите безумную орчиху-охотницу Шагуру в хендже Хирсина.",
["name"] = "Гибель Шагуры",
}
,
[697] = {
["description"] = "Победите сенч-тигрицу Ниндейрил Муссон на высоте Ниндейрил.",
["name"] = "Покоритель муссонов",
}
,
[698] = {
["description"] = "Победите нереиду леди Тишь в топи леди Тиши.",
["name"] = "Ступающий по воде",
}
,
[699] = {
["description"] = "Победите главаря браконьеров Отона Руфина в лагере браконьеров.",
["name"] = "Убийца браконьеров",
}
,
[700] = {
["description"] = "Победите огромного атронаха плоти Тугруба Преображенного в пещере Тугруба.",
["name"] = "Рассекатель Тугруба",
}
,
[701] = {
["description"] = "Победите лича Валанира Неприкаянного в приюте Валанира.",
["name"] = "Бич Валанира",
}
,
[707] = {
["description"] = "Решите загадку Стражей в затерянном городе На-Тотамбу.",
["name"] = "Групповое событие На-Тотамбу",
}
,
[708] = {
["description"] = "Победите атронаха плоти в Колесе Разака.",
["name"] = "Групповое событие Колеса Разака",
}
,
[713] = {
["description"] = "Победите орка Зилбаша Обманщика в Обсидиановом Утесе.",
["name"] = "Групповое событие Обсидианового Утеса",
}
,
[714] = {
["description"] = "Уничтожьте Вечного в руинах костехватов.",
["name"] = "Групповое событие руин костехватов",
}
,
[716] = {
["description"] = "Помогите снизить градус культурного противостояния и примирить союзников в Гратвуде.",
["name"] = "Миротворец",
}
,
[758] = {
["description"] = "Выполните все неповторяющиеся задания в Бруме.",
["name"] = "Искатель приключений Брумы",
}
,
[759] = {
["description"] = "Выполните все неповторяющиеся задания в Чейдинхоле.",
["name"] = "Искатель приключений Чейдинхола",
}
,
[760] = {
["description"] = "Выполните все неповторяющиеся задания в Корроле и в приорате Вейнон.",
["name"] = "Искатель приключений Коррола и приората Вейнон",
}
,
[761] = {
["description"] = "Выполните все неповторяющиеся задания в Кропсфорде.",
["name"] = "Искатель приключений Кропсфорда",
}
,
[762] = {
["description"] = "Выполните все неповторяющиеся задания во Властарусе.",
["name"] = "Искатель приключений Властаруса",
}
,
[767] = {
["description"] = "Получите все достижения, связанные с заданиями в Сиродиле.",
["name"] = "Герой Сиродила",
}
,
[778] = {
["description"] = "Разгадайте тайны Рахни\'за, школы воинов.",
["name"] = "Защитник Рахни\'за",
}
,
[836] = {
["description"] = "Погибните от укуса рыбы-убийцы.",
["name"] = "На корм рыбам",
}
,
[869] = {
["description"] = "Ограбьте торговцев по всему Тамриэлю с помощью вымогательства.",
["name"] = "Преступления того стоят",
}
,
[870] = {
["description"] = "Протрубите в боевой рог в ветеранской цитадели Хель-Ра и победите древних воинов, которые откликнутся на зов.",
["name"] = "Цитадель Хель-Ра: боевой рог",
}
,
[871] = {
["description"] = "Поделитесь своим богатством с бедняками по всему Тамриэлю.",
["name"] = "Помощь нищим",
}
,
[872] = {
["description"] = "Проследите за передвижениями М\'Айка Лжеца в Тамриэле и за его пределами.",
["name"] = "Я люблю М\'Айка",
}
,
[873] = {
["description"] = "Принесите свет в темные места этого мира.",
["name"] = "Несущий свет",
}
,
[874] = {
["description"] = "Победите Заталгука в поселении Забытых.",
["name"] = "Групповое событие поселения Забытых",
}
,
[876] = {
["description"] = "Победите Рузозузалпамаз, братьев Иламбрисов, Слияние Иламбрисов и Нериен\'эта в ветеранской Крипте Сердец II.",
["name"] = "Завоеватель Крипты Сердец II",
}
,
[878] = {
["description"] = "Пройдите ветеранский Город Пепла II, победив Хорвантуда Пламенная Утроба, пепельного титана и Валкина Скорию.",
["name"] = "Завоеватель Города Пепла II",
}
,
[880] = {
["description"] = "Победите сверхчудовище, Ибомеза Скульптора Плоти, дозорного Могильного Света, чудовище из плоти, совет лорда-надзирателя и лорда-надзирателя Сумрака в ветеранской тюрьме Имперского города.",
["name"] = "Завоеватель тюрьмы Имперского города",
}
,
[905] = {
["description"] = "Победите Шаду и очистите воды Слезы Шады.",
["name"] = "Разрушитель проклятия Слезы Шады",
}
,
[906] = {
["description"] = "Раскройте тайны, сокрытые в Архиве Искателя.",
["name"] = "Упорный искатель",
}
,
[907] = {
["description"] = "Предотвратите губительный выброс магии из Магического утеса.",
["name"] = "Защитник Магического утеса",
}
,
[908] = {
["description"] = "Победите Яману-ко и положите конец раздорам в Элинире.",
["name"] = "Покровитель Элинира",
}
,
[909] = {
["description"] = "Выясните, почему Небожители объявились в Краглорне.",
["name"] = "Исследователь Небожителей",
}
,
[936] = {
["description"] = "Разбейте силы Змея и одолейте Величественную Гадюку.",
["name"] = "Змеи и тайны",
}
,
[941] = {
["description"] = "Победите Ибелгаста, Рузозузалпамаз, стража покоев, Слияние Иламбрисов и Мезелут, после чего победите Нериен\'эта в ветеранской Крипте Сердец II не более чем за тридцать минут. Отсчет начинается после подъема входных врат.",
["name"] = "Опустошитель Крипты Сердец II",
}
,
[942] = {
["description"] = "Победите Ибелгаста, Рузозузалпамаз, стража покоев, Слияние Иламбрисов и Мезелут, после чего победите Нериен\'эта в ветеранской Крипте Сердец II, не допустив гибели участника группы.",
["name"] = "Выживший в Крипте",
}
,
[943] = {
["description"] = "Устраните скрытую угрозу Доминиону на Ауридоне.",
["name"] = "Неоспоримая власть",
}
,
[944] = {
["description"] = "Положите конец коварным планам даэдра в Гратвуде.",
["name"] = "Иконоборец",
}
,
[945] = {
["description"] = "Изгоните скверну из сердца Валенвуда в Гриншейде.",
["name"] = "Дух босмера",
}
,
[946] = {
["description"] = "Верните Сильвенара и Зеленую леди на их законные места в Малабал-Торе.",
["name"] = "Брачный посредник",
}
,
[947] = {
["description"] = "Пройдите по пути Двух Лун в Марке Смерти.",
["name"] = "Благословенные луны",
}
,
[948] = {
["description"] = "Заточите Братьев Раздора в Стоунфолзе.",
["name"] = "Сердца тьмы",
}
,
[949] = {
["description"] = "Предотвратите опустошение Дешаана.",
["name"] = "Победитель чумы",
}
,
[950] = {
["description"] = "Устраните серьезную угрозу хисту в Тенетопи.",
["name"] = "Яйцо и корень",
}
,
[951] = {
["description"] = "Устраните угрозу жизни Короля-Скальда в Истмарке.",
["name"] = "Кровная месть",
}
,
[952] = {
["description"] = "Победите культ Червя в Рифте.",
["name"] = "Обломки прошлого",
}
,
[953] = {
["description"] = "Сорвите коварные планы культистов в Гленумбре.",
["name"] = "Ритуальное разрушение",
}
,
[954] = {
["description"] = "Положите конец кошмарам в Стормхейвене.",
["name"] = "Грубое пробуждение",
}
,
[955] = {
["description"] = "Положите конец проклятию крови и восстановите порядок в Ривенспайре.",
["name"] = "Разрушитель проклятия",
}
,
[956] = {
["description"] = "Упокойте мертвых в Алик\'ре.",
["name"] = "Освященная земля",
}
,
[957] = {
["description"] = "Сорвите планы Молага Бала в Хладной Гавани.",
["name"] = "Лучезарный герой",
}
,
[958] = {
["description"] = "Вытесните имперские войска из Бангкорая.",
["name"] = "Конец Империи",
}
,
[990] = {
["description"] = "Победите Небожительницу Мага, чтобы освободить ее из-под власти Змея.",
["name"] = "Прохождение Этерианского архива",
}
,
[991] = {
["description"] = "Победите Небожителя Воина, освободив его от власти Змея.",
["name"] = "Прохождение цитадели Хель-Ра",
}
,
[992] = {
["description"] = "Победите всех соперников и завоюйте титул чемпиона арены Драгонстара!",
["name"] = "Чемпион арены Драгонстара",
}
,
[993] = {
["description"] = "Завершите 1-ю главу основной сюжетной линии.",
["name"] = "Душелишенный в Хладной Гавани",
}
,
[994] = {
["description"] = "Завершите главу 1,5 основной сюжетной линии.",
["name"] = "Убежище",
}
,
[995] = {
["description"] = "Завершите главу 2 основной сюжетной линии.",
["name"] = "Дочь великанов",
}
,
[996] = {
["description"] = "Завершите главу 2,5 основной сюжетной линии.",
["name"] = "В погоне за тенями",
}
,
[997] = {
["description"] = "Завершите главу 3 основной сюжетной линии.",
["name"] = "Замок Червя",
}
,
[998] = {
["description"] = "Завершите главу 3,5 основной сюжетной линии.",
["name"] = "Тарн говорит",
}
,
[999] = {
["description"] = "Завершите главу 4 основной сюжетной линии.",
["name"] = "Чертоги Мучений",
}
,
[1000] = {
["description"] = "Завершите главу 4,5 основной сюжетной линии.",
["name"] = "Долина Клинков",
}
,
[1001] = {
["description"] = "Завершите главу 5 основной сюжетной линии.",
["name"] = "Тень Санкр Тора",
}
,
[1002] = {
["description"] = "Завершите главу 5,5 основной сюжетной линии.",
["name"] = "Совет Пяти соратников",
}
,
[1003] = {
["description"] = "Завершите главу 6 основной сюжетной линии.",
["name"] = "Бог Вероломства",
}
,
[1014] = {
["description"] = "Победите экзарха Арнота и очистите твердыню Скайрича от слуг Чешуйчатого двора и его союзников.",
["name"] = "Разрушитель Чешуи",
}
,
[1015] = {
["description"] = "Сокрушите Вирмарила Предателя и его легионы нежити в катакомбах Скайрича.",
["name"] = "Триумфатор над Вирмарилом",
}
,
[1016] = {
["description"] = "Победите Этериона и восстановите недийские обереги в Шпиле Скайрича.",
["name"] = "Хранитель Шпиля",
}
,
[1049] = {
["description"] = "Победите всех защитников Корневого Раскола.",
["name"] = "Завоеватель Корневого Раскола",
}
,
[1050] = {
["description"] = "Победите всех защитников Провала Руланийл.",
["name"] = "Завоеватель Провала Руланийл",
}
,
[1051] = {
["description"] = "Победите всех защитников Багровой бухты.",
["name"] = "Завоеватель Багровой бухты",
}
,
[1052] = {
["description"] = "Победите всех защитников Оскверненного поместья.",
["name"] = "Завоеватель Оскверненного поместья",
}
,
[1053] = {
["description"] = "Победите всех защитников святилища Лиходея.",
["name"] = "Завоеватель святилища Лиходея",
}
,
[1054] = {
["description"] = "Победите всех защитников руин костехватов.",
["name"] = "Завоеватель руин костехватов",
}
,
[1055] = {
["description"] = "Победите всех защитников Колеса Разака.",
["name"] = "Завоеватель Колеса Разака",
}
,
[1056] = {
["description"] = "Победите всех защитников поселения Забытых.",
["name"] = "Завоеватель поселения Забытых",
}
,
[1057] = {
["description"] = "Победите любых трех защитников Корневого Раскола.",
["name"] = "Триумфатор Корневого Раскола",
}
,
[1058] = {
["description"] = "Победите любых трех защитников Провала Руланийл.",
["name"] = "Триумфатор Провала Руланийл",
}
,
[1059] = {
["description"] = "Победите любых трех защитников Багровой бухты.",
["name"] = "Триумфатор Багровой бухты",
}
,
[1060] = {
["description"] = "Победите любых трех защитников Оскверненного поместья.",
["name"] = "Триумфатор Оскверненного поместья",
}
,
[1061] = {
["description"] = "Победите любых трех защитников святилища Лиходея.",
["name"] = "Триумфатор святилища Лиходея",
}
,
[1062] = {
["description"] = "Победите любых трех защитников руин костехватов.",
["name"] = "Триумфатор руин костехватов",
}
,
[1063] = {
["description"] = "Победите любых трех защитников Колеса Разака.",
["name"] = "Триумфатор Колеса Разака",
}
,
[1064] = {
["description"] = "Победите любых трех защитников поселения Забытых.",
["name"] = "Триумфатор поселения Забытых",
}
,
[1068] = {
["description"] = "Победите всех защитников открытых подземелий Эбонхартского Пакта.",
["name"] = "Завоеватель Эбонхартского Пакта",
}
,
[1069] = {
["description"] = "Победите всех защитников открытых подземелий в Альдмерском Доминионе.",
["name"] = "Завоеватель Альдмерского Доминиона",
}
,
[1070] = {
["description"] = "Победите всех защитников открытых подземелий в Даггерфолльском Ковенанте.",
["name"] = "Завоеватель Даггерфолльского Ковенанта",
}
,
[1071] = {
["description"] = "Получите перечисленные достижения из категории «Скорость».",
["name"] = "Достижения из категории «Скорость»",
}
,
[1072] = {
["description"] = "Пройдите перечисленные подземелья в режиме повышенной сложности.",
["name"] = "Все подземелья в режиме повышенной сложности",
}
,
[1073] = {
["description"] = "Победите всех боссов групповых подземелий в Эбонхартском Пакте.",
["name"] = "Триумфатор Пакта",
}
,
[1074] = {
["description"] = "Победите всех боссов групповых подземелий в Даггерфолльском Ковенанте.",
["name"] = "Триумфатор Ковенанта",
}
,
[1075] = {
["description"] = "Победите всех боссов групповых подземелий в Альдмерском Доминионе.",
["name"] = "Триумфатор Доминиона",
}
,
[1080] = {
["description"] = "Пройдите цитадель Хель-Ра в ветеранском режиме не более чем за 33 минуты.",
["name"] = "Испытание на время: цитадель Хель-Ра",
}
,
[1081] = {
["description"] = "Пройдите Этерианский архив в ветеранском режиме не более чем за 33 минуты.",
["name"] = "Испытание на время: Этерианский архив",
}
,
[1084] = {
["description"] = "Не убивайте четверых учеников Нериен\'эта в ветеранской Крипте Сердец II до тех пор, пока он не возьмет Эбонитовый Клинок, а затем победите их всех.",
["name"] = "Острие клинка",
}
,
[1107] = {
["description"] = "Победите Рукхана, Марруз, Акезела, Урату Многочисленную, Хорвантуда Пламенная Утроба, пепельного титана и даэдра на мосту к Валкину Скории, а затем победите самого Валкина Скорию в ветеранском Городе Пепла II, не допустив гибели члена группы.",
["name"] = "Выживший в Мертвых Землях",
}
,
[1108] = {
["description"] = "Победите Рукхана, Марруз, Акезела, Урату Многочисленную, Хорвантуда Пламенная Утроба и пепельного титана, восстановите мост и победите самого Валкина Скорию в ветеранском Городе Пепла II не более чем за тридцать минут. Отсчет начинается после входа игроков в сердце рощи.",
["name"] = "Опустошитель Города Пепла II",
}
,
[1109] = {
["description"] = "Убейте всех именных защитников, обитающих в Имперской канализации.",
["name"] = "Чистильщик канализации",
}
,
[1111] = {
["description"] = "Изучите кулинарные традиции дремора.",
["name"] = "Вот такие пироги",
}
,
[1112] = {
["description"] = "Завершите Серое шествие за отведенное время.",
["name"] = "Паломник Краглорна",
}
,
[1113] = {
["description"] = "Положите корм в кормовую яму в Санктум-Офидии и переживите последующую битву.",
["name"] = "Санктум-Офидия: Кормовая яма",
}
,
[1114] = {
["description"] = "Заключите договор с помощью Книги холода в ветеранском Городе Пепла II, а затем победите Валкина Скорию.",
["name"] = "Мир в огне",
}
,
[1120] = {
["description"] = "Победите Вершительницу Правосудия, элитную стражу, Планарную Замедлительницу и Молаг Кену в ветеранской Башне Белого Золота.",
["name"] = "Завоеватель Башни Белого Золота",
}
,
[1121] = {
["description"] = "Найдите в Белкарте тайник Гелдриона Трихельма.",
["name"] = "Мирские ценности",
}
,
[1122] = {
["description"] = "Освободите пленников из тюремных блоков в тюрьме Имперского города.",
["name"] = "Освободитель из блоков",
}
,
[1123] = {
["description"] = "Победите Небожителя Змея.",
["name"] = "Прохождение Санктум-Офидии",
}
,
[1124] = {
["description"] = "Пройдите Санктум-Офидию в ветеранском режиме не более чем за 33 минуты.",
["name"] = "Испытание на время: Санктум-Офидия",
}
,
[1128] = {
["description"] = "Победите всех врагов из числа мини-боссов и боссов в ветеранской тюрьме Имперского города не более чем за сорок пять минут. Отсчет начинается после входа игроков в Бастион.",
["name"] = "Ни одна тюрьма меня не удержит",
}
,
[1129] = {
["description"] = "Победите всех врагов из числа мини-боссов и боссов в ветеранской тюрьме Имперского города, не допустив гибели члена группы.",
["name"] = "Пожизненное заключение",
}
,
[1132] = {
["description"] = "Получите перечисленные достижения для ветеранских подземелий в Имперском городе.",
["name"] = "Покоритель Имперского города",
}
,
[1133] = {
["description"] = "В тюрьме Имперского города победите сверхчудовище, Ибомеза Скульптора Плоти, дозорного Могильного Света, чудовище из плоти и лорда-надзирателя Сумрака таким образом, чтобы бдительные наблюдатели не заметили ни одного члена группы.",
["name"] = "С глаз долой",
}
,
[1136] = {
["description"] = "Доведите Небожителя Воина до бешенства, уничтожив армию статуй, и победите его.",
["name"] = "Цитадель Хель-Ра: сложный режим",
}
,
[1137] = {
["description"] = "Спровоцируйте Небожительницу Мага, разбив этерические сферы, и победите ее.",
["name"] = "Этерианский архив: сложный режим",
}
,
[1138] = {
["description"] = "Победите Небожителя Змея, осквернив перед этим священные знамена Чешуйчатого двора.",
["name"] = "Санктум-Офидия: сложный режим",
}
,
[1139] = {
["description"] = "Пройдите цитадель Хель-Ра, Этерианский архив и Санктум-Офидию на максимальной сложности.",
["name"] = "Победитель испытаний Краглорна",
}
,
[1140] = {
["description"] = "Победите всех соперников на арене Драгонстара повышенной сложности",
["name"] = "Завоеватель арены Драгонстара",
}
,
[1142] = {
["description"] = "Победите лорда-надзирателя Сумрака в тюрьме Имперского города таким образом, чтобы вы и члены вашей группы избежали любого взрыва Светотьмы.",
["name"] = "Танцующий в Светотьме",
}
,
[1143] = {
["description"] = "Устраните угрозу со стороны Змея и его Чешуйчатого двора во всем Краглорне.",
["name"] = "Герой Краглорна",
}
,
[1159] = {
["description"] = "Получите перечисленные достижения, связанные с Городом Пепла II.",
["name"] = "Знаток Мертвых Земель",
}
,
[1174] = {
["description"] = "Победите всех патрулирующих ужасов в Имперском городе.",
["name"] = "Ужас ужасов",
}
,
[1175] = {
["description"] = "Положите конец тайному заговору Молага Бала в Имперском городе.",
["name"] = "Безупречный защитник",
}
,
[1184] = {
["description"] = "Пройдите арену Имперского города, убив хозяйку арены и ее чудовищных слуг.",
["name"] = "Чемпион имперской арены",
}
,
[1185] = {
["description"] = "Пройдите событие в храме Имперского города, победив даэдрического титана Узуруза.",
["name"] = "Защитник веры",
}
,
[1235] = {
["description"] = "Активируйте древнего центуриона в Ркиндалефте.",
["name"] = "Групповое событие Ркиндалефта",
}
,
[1236] = {
["description"] = "Победите всех защитников Ркиндалефта.",
["name"] = "Завоеватель Ркиндалефта",
}
,
[1237] = {
["description"] = "Победите 3 защитников в открытом подземелье Ркиндалефта.",
["name"] = "Триумфатор Ркиндалефта",
}
,
[1238] = {
["description"] = "Окажите сопротивление атаке культистов в Старом Орсиниуме.",
["name"] = "Групповое событие Старого Орсиниума",
}
,
[1239] = {
["description"] = "Победите всех защитников Старого Орсиниума.",
["name"] = "Завоеватель Старого Орсиниума",
}
,
[1240] = {
["description"] = "Победите 3 защитников в открытом подземелье Старого Орсиниума.",
["name"] = "Триумфатор Старого Орсиниума",
}
,
[1247] = {
["description"] = "Подарите славную смерть старому орку-воину.",
["name"] = "Последняя драка",
}
,
[1248] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Ротгара.",
["name"] = "Герой Ротгара",
}
,
[1249] = {
["description"] = "Победите любых четырех мировых боссов в Ротгаре.",
["name"] = "Защитник Орсиниума",
}
,
[1257] = {
["description"] = "Получите оба достижения, связанные с боссами открытых подземелий Ротгара.",
["name"] = "Завоеватель подземелий Ротгара",
}
,
[1260] = {
["description"] = "Выполните задания основной сюжетной линии Ротгара.",
["name"] = "Творец королей",
}
,
[1273] = {
["description"] = "Выполните событие Баратрум-Центрата глубоко под Имперским городом.",
["name"] = "Несущий свет Империи",
}
,
[1275] = {
["description"] = "Победите Вершительницу Правосудия, стража императрицы-регента, Планарную Замедлительницу и Молаг Кену в ветеранской Башне Белого Золота не более чем за тридцать минут. Отсчет начинается после вашего появления на Зеленой императорской тропе.",
["name"] = "Царь горы",
}
,
[1279] = {
["description"] = "В ветеранской Башне Белого Золота проведите ритуал, описанный в фолианте обелиска, затем победите Молаг Кену.",
["name"] = "Ярость бури",
}
,
[1280] = {
["description"] = "В ветеранской Башне Белого Золота уничтожьте все порталы, чтобы помешать прибытию подкрепления Планарной Замедлительницы.",
["name"] = "В доступе отказано",
}
,
[1285] = {
["description"] = "Победите эшатера Старую Снагару в лагере браконьеров.",
["name"] = "Экстерминатор эшатера",
}
,
[1286] = {
["description"] = "Победите Зандадуноза Возрожденного в незаконченном дольмене.",
["name"] = "Дольменный дебошир",
}
,
[1287] = {
["description"] = "Победите предводителя рикров, короля-вождя Эду, у трона короля-вождя.",
["name"] = "Свержение самодержца",
}
,
[1288] = {
["description"] = "Победите Коринтака Омерзительного, воина с вересковым сердцем из Зиморожденных, в проклятом питомнике.",
["name"] = "Злосчастье Зиморожденного",
}
,
[1289] = {
["description"] = "Победите Безумного Урказбура у алтаря Безумного Огра.",
["name"] = "Бесчестье безумца",
}
,
[1290] = {
["description"] = "Победите двемерского центуриона Низчалефта у водопада Низчалефта.",
["name"] = "Уничтожитель устройств",
}
,
[1303] = {
["description"] = "В ветеранской тюрьме Имперского города уничтожьте фолиант надзирателя, затем победите лорда-надзирателя Сумрака.",
["name"] = "Возмездие лорда-надзирателя",
}
,
[1304] = {
["description"] = "Победите всех соперников и завоюйте титул чемпиона Вихревой арены.",
["name"] = "Чемпион Вихревой арены",
}
,
[1305] = {
["description"] = "Победите всех соперников на ветеранской Вихревой арене.",
["name"] = "Завоеватель Вихревой арены",
}
,
[1306] = {
["description"] = "Проходя ветеранскую Башню Белого Золота, позвольте пламени «Теплового удара» Планарной Замедлительницы полностью охватить себя, прежде чем она завершит свою атаку «Даэдрическим бедствием». После этого оставайтесь в живых до смерти Планарной Замедлительницы.",
["name"] = "Из огня да…",
}
,
[1325] = {
["description"] = "Выполните задание «Задача королевских масштабов» в Ротгаре.",
["name"] = "Советник короля орков",
}
,
[1326] = {
["description"] = "Выполните задание «Королевские обиды» в Ротгаре.",
["name"] = "Распорядитель короля орков",
}
,
[1327] = {
["description"] = "Выполните задание «Кровь на руках короля» в Ротгаре.",
["name"] = "Завоеватель короля орков",
}
,
[1330] = {
["description"] = "Пройдите ветеранскую Вихревую арену за одну попытку, не погибнув и не покинув арену.",
["name"] = "Вихревая арена: идеальное прохождение",
}
,
[1343] = {
["description"] = "Изгоните дро-м\'Атра назад в и закройте Пасть Лоркаджа в обычном режиме.",
["name"] = "Прохождение Пасти Лоркаджа",
}
,
[1344] = {
["description"] = "Победите Ракката в ветеранской Пасти Лоркаджа, усилив его у лунных алтарей.",
["name"] = "Пасть Лоркаджа: сложный режим",
}
,
[1345] = {
["description"] = "Победите сверхчудовище, Ибомеза Скульптора Плоти, дозорного Могильного Света, чудовище из плоти, совет лорда-надзирателя и лорда-надзирателя Сумрака в тюрьме Имперского города.",
["name"] = "Триумфатор тюрьмы Имперского города",
}
,
[1346] = {
["description"] = "Победите Вершительницу Правосудия, элитную стражу, Планарную Замедлительницу и Молаг Кену в Башне Белого Золота.",
["name"] = "Триумфатор Башни Белого Золота",
}
,
[1349] = {
["description"] = "Совершите незаконное проникновение в семь запертых мест Причала Абы.",
["name"] = "Взлом и проникновение",
}
,
[1352] = {
["description"] = "Убейте Сиварру из Глубин в Ко-Эстаране.",
["name"] = "В глубинах отмель",
}
,
[1353] = {
["description"] = "Убейте капитана Виринди Рабовладелицу в бухте Рабов.",
["name"] = "Нарубка киля",
}
,
[1354] = {
["description"] = "Одолейте обоих мировых боссов Проклятия Хью.",
["name"] = "Защитник Проклятия Хью",
}
,
[1360] = {
["description"] = "Выполните задание «Уборка дома» в Проклятии Хью.",
["name"] = "Всегда передвигаться поодиночке",
}
,
[1361] = {
["description"] = "Выполните задание «Безупречный план» в Проклятии Хью.",
["name"] = "Никогда-никогда не воруй у гильдии",
}
,
[1362] = {
["description"] = "Выполните задание «Или молчите до конца своих дней» в Проклятии Хью.",
["name"] = "Незваные гости на свадьбе",
}
,
[1363] = {
["description"] = "Выполните задание «Побег из тюрьмы» в Проклятии Хью.",
["name"] = "Сломанное колесо",
}
,
[1365] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Проклятия Хью.",
["name"] = "Герой Проклятия Хью",
}
,
[1367] = {
["description"] = "Пройдите ветеранскую Пасть Лоркаджа не более чем за 40 минут. Отсчет времени начнется, когда вы переступите порог храма Семи Загадок.",
["name"] = "Испытание на время: Пасть Лоркаджа",
}
,
[1368] = {
["description"] = "Победите Ракката, Клыка Лоркаджа, и его полчища дро-м\'Атра в ветеранской Пасти Лоркаджа.",
["name"] = "Завоеватель Пасти Лоркаджа",
}
,
[1369] = {
["description"] = "В ветеранской Пасти Лоркаджа используйте оба переключателя в течение 10 секунд, после чего победите захватчиков дро-м\'Атра.",
["name"] = "Пасть Лоркаджа: двойная западня",
}
,
[1370] = {
["description"] = "Выполните задание «Долгая игра» в Проклятии Хью.",
["name"] = "Проникновение в Железное Колесо",
}
,
[1386] = {
["description"] = "Победите Ракката, не допустив смерти никого из игроков под действием «Дыхания Лоркаджа»",
["name"] = "Пасть Лоркаджа: чистые души",
}
,
[1388] = {
["description"] = "В ветеранской Пасти Лоркаджа заставьте Ракката войти в последнюю фазу боя в течение двух лунных циклов, после чего победите его.",
["name"] = "Пасть Лоркаджа: Танец Двух Лун",
}
,
[1389] = {
["description"] = "Победите Ракката в ветеранской Пасти Лоркаджа так, чтобы «Дыхание Лоркаджа» за весь бой поразило не более двух игроков.",
["name"] = "Пасть Лоркаджа: избегание пустоты",
}
,
[1390] = {
["description"] = "Победите Ракката в ветеранской Пасти Лоркаджа так, чтобы в живых еще оставалось не менее трех грозных охотников дро-м\'Атра.",
["name"] = "Пасть Лоркаджа: под оскалом",
}
,
[1391] = {
["description"] = "Получите все достижения за победы над Раккатом, Клыком Лоркаджа в ветеранской Пасти Лоркаджа.",
["name"] = "Пасть Лоркаджа: избранник Лун",
}
,
[1392] = {
["description"] = "Пройдите ветеранскую Пасть Лоркаджа, не допустив гибели ни одного участника группы.",
["name"] = "Пасть Лоркаджа: безупречный триумф",
}
,
[1394] = {
["description"] = "Совершите карманные кражи в каждом из четырех самых популярных магазинов Причала Абы.",
["name"] = "Скидка для ловких пальчиков",
}
,
[1402] = {
["description"] = "Скройтесь от правосудия с помощью навыка Гильдии воров «Своевременный побег».",
["name"] = "И никого не стало",
}
,
[1404] = {
["description"] = "Получите высшие награды в 5 ограблениях для Гильдии воров.",
["name"] = "Глубокие карманы",
}
,
[1419] = {
["description"] = "Одолейте одержимого минотавра Лименауруса и теневых духов в Капризе Трибуна.",
["name"] = "Одолейте Лименауруса",
}
,
[1420] = {
["description"] = "Выйдите на арену Кватча и одолейте всех бойцов.",
["name"] = "Победите на арене Кватча",
}
,
[1425] = {
["description"] = "Одолейте обоих мировых боссов на Золотом Берегу.",
["name"] = "Защитник Золотого Берега",
}
,
[1434] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать Проклятием Золотого Берега.",
["name"] = "Проклятие Золотого Берега",
}
,
[1435] = {
["description"] = "Вступите в Темное Братство и выполните задание «Голоса во тьме».",
["name"] = "Первая кровь",
}
,
[1436] = {
["description"] = "Выполните задание Темного Братства «Подписано кровью» на Золотом Берегу.",
["name"] = "Темный посвященный",
}
,
[1437] = {
["description"] = "Выполните задание Темного Братства «Добро пожаловать домой» на Золотом Берегу.",
["name"] = "Новый клинок",
}
,
[1438] = {
["description"] = "Выполните задание Темного Братства «Урок в тишине» на Золотом Берегу.",
["name"] = "Усмиритель проповедников",
}
,
[1439] = {
["description"] = "Выполните задание Темного Братства «Вопросы веры» на Золотом Берегу.",
["name"] = "Братская любовь",
}
,
[1440] = {
["description"] = "Выполните задание Темного Братства «Особый заказ» на Золотом Берегу.",
["name"] = "Убийца",
}
,
[1441] = {
["description"] = "Выполните задание Темного Братства «Темные откровения» на Золотом Берегу.",
["name"] = "Темное открытие",
}
,
[1442] = {
["description"] = "Выполните задание Темного Братства «Призрак из прошлого» на Золотом Берегу.",
["name"] = "Темный следователь",
}
,
[1443] = {
["description"] = "Выполните задание Темного Братства «Ярость Ситиса» на Золотом Берегу.",
["name"] = "Ярость Ситиса",
}
,
[1444] = {
["description"] = "Выполните задание Темного Братства «Заполнение Пустоты» на Золотом Берегу.",
["name"] = "Устранитель",
}
,
[1445] = {
["description"] = "Выполните первый контракт Черного таинства по приказу уведомителя.",
["name"] = "Первое таинство",
}
,
[1449] = {
["description"] = "Выполните контракт Черного таинства, не дав себя заметить.",
["name"] = "Скрытое таинство",
}
,
[1450] = {
["description"] = "Ликвидируйте все цели контрактов Черного таинства по приказу уведомителя.",
["name"] = "Чернейшее таинство",
}
,
[1451] = {
["description"] = "Выполните первый контракт на убийство из книги «Приговоренные к смерти».",
["name"] = "Первый контракт",
}
,
[1454] = {
["description"] = "Отыщите айлейдского стража, несущего безмолвный дозор в Белдабуро на Золотом Берегу.",
["name"] = "Одинокий страж",
}
,
[1457] = {
["description"] = "Убейте мирного жителя Клинком Горя в столице каждого альянса.",
["name"] = "Кровавый тур",
}
,
[1459] = {
["description"] = "Убейте мирного жителя Клинком Горя.",
["name"] = "Первая смерть",
}
,
[1462] = {
["description"] = "Одолейте Небожителя Змея в ветеранском режиме в Санктум-Офидии.",
["name"] = "Завоеватель Санктум-Офидии",
}
,
[1463] = {
["description"] = "Получите все достижения, связанные с контрактами Черного таинства для уведомителя.",
["name"] = "Безупречное таинство",
}
,
[1474] = {
["description"] = "Победите Небожителя Воина в ветеранской цитадели Хель-Ра.",
["name"] = "Завоеватель цитадели Хель-Ра",
}
,
[1503] = {
["description"] = "Победите Небожительницу Мага в ветеранском Этерианском архиве.",
["name"] = "Завоеватель Этерианского архива",
}
,
[1504] = {
["description"] = "Победите Затзу Спинолом, Могучую Чудан, Зал-Нура Рабовладельца и древохранительницу На-Кеш в руинах Маззатуна.",
["name"] = "Триумфатор руин Маззатуна",
}
,
[1505] = {
["description"] = "Победите Затзу Спинолом, Могучую Чудан, Зал-Нура Рабовладельца и древохранительницу На-Кеш в ветеранских руинах Маззатуна.",
["name"] = "Завоеватель руин Маззатуна",
}
,
[1506] = {
["description"] = "Приведите древохранительницу На-Кеш в ярость, уничтожив ее алхимические записи о янтарной плазме, и победите ее в ветеранских руинах Маззатуна.",
["name"] = "Одержимость древохранительницы",
}
,
[1507] = {
["description"] = "Победите Затзу Спинолом, Могучую Чудан, Зал-Нура Рабовладельца и древохранительницу На-Кеш в ветеранских руинах Маззатуна не более чем за 30 минут. Отсчет начинается, когда игроки проходят под первой аркой.",
["name"] = "Гибель",
}
,
[1508] = {
["description"] = "Победите Затзу Спинолом, Могучую Чудан, Зал-Нура Рабовладельца и древохранительницу На-Кеш в ветеранских руинах Маззатуна, не допустив гибели ни одного члена группы.",
["name"] = "Непокоренный",
}
,
[1511] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранскими руинами Маззатуна.",
["name"] = "Покоритель руин Маззатуна",
}
,
[1512] = {
["description"] = "Победите древохранительницу На-Кеш, убив всех остальных противников в руинах Маззатуна.",
["name"] = "Резня в Маззатуне",
}
,
[1513] = {
["description"] = "Спасите всех шестерых старейшин су-залил из зала ритуалов в ветеранских руинах Маззатуна.",
["name"] = "Спаситель су-залил",
}
,
[1514] = {
["description"] = "Пройдите руины Маззатуна, ни разу не дав метателям ила усилить своих союзников янтарной плазмой.",
["name"] = "Враг метателей ила",
}
,
[1515] = {
["description"] = "Победите Могучую Чудан в ветеранских руинах Маззатуна так, чтобы ее способность «Болотный рывок» не поразила ни одного члена группы.",
["name"] = "Матадор хадж-моты",
}
,
[1516] = {
["description"] = "Победите Зал-Нура Рабовладельца в ветеранских руинах Маззатуна, не выпустив ни одного вамасу, способного вам помочь.",
["name"] = "Обучение послушанию",
}
,
[1517] = {
["description"] = "Победите Зал-Нура Рабовладельца в ветеранских руинах Маззатуна так, чтобы только один член группы смывал с себя болотную приправу в очищающем гейзере. Остальные члены группы могут подбирать болотную приправу, но не смывать.",
["name"] = "Одержимость чистотой",
}
,
[1518] = {
["description"] = "Победите древохранительницу На-Кеш в ветеранских руинах Маззатуна так, чтобы никто из членов группы не использовал синергию «Обнаружение» для выявления настоящего воплощения хиста.",
["name"] = "Счастливая случайность",
}
,
[1519] = {
["description"] = "Победите древохранительницу На-Кеш в ветеранских руинах Маззатуна так, чтобы ни один из членов группы не был поражен пузырящимся янтарем.",
["name"] = "Смекалка в сложной ситуации",
}
,
[1522] = {
["description"] = "Победите Ситеру, арахнита Хефиден, служителя Велидрет, Драноса Веладора и Госпожу Кружев Велидрет в Колыбели Теней.",
["name"] = "Триумфатор Колыбели Теней",
}
,
[1523] = {
["description"] = "Победите Ситеру, арахнита Хефиден, служителя Велидрет, Драноса Веладора и Госпожу Кружев Велидрет в ветеранской Колыбели Теней.",
["name"] = "Завоеватель Колыбели Теней",
}
,
[1524] = {
["description"] = "Приведите Велидрет в ярость, осквернив ее статую Мефалы, а затем победите ее в ветеранской Колыбели Теней.",
["name"] = "Возмездие Велидрет",
}
,
[1525] = {
["description"] = "Победите Ситеру, арахнита Хефиден, служителя Велидрет, Драноса Веладора и Госпожу Кружев Велидрет в ветеранской Колыбели Теней не более чем за 30 минут. Отсчет начинается при входе в начальные пещеры.",
["name"] = "Дезинсектор",
}
,
[1526] = {
["description"] = "Победите Ситеру, арахнита Хефиден, служителя Велидрет, Драноса Веладора и Госпожу Кружев Велидрет в ветеранской Колыбели Теней, не допустив гибели ни одного члена группы.",
["name"] = "Свет в ночи",
}
,
[1529] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской Колыбелью Теней.",
["name"] = "Покоритель Колыбели Теней",
}
,
[1530] = {
["description"] = "Пройдите через паучьи пещеры в ветеранской Колыбели Теней, зажегши не более двух жаровен.",
["name"] = "Не бойся тьмы",
}
,
[1531] = {
["description"] = "Победите арахнита Хефиден в ветеранской Колыбели Теней, не зажигая потушенные жаровни.",
["name"] = "Игра теней",
}
,
[1532] = {
["description"] = "Победите Драноса Веладора в ветеранской Колыбели Теней, не поглощая сферы.",
["name"] = "Он погиб разделенным",
}
,
[1533] = {
["description"] = "Победите Велидрет в ветеранской Колыбели Теней так, чтобы ни один из членов группы не погиб в катакомбах.",
["name"] = "Ходок по паутине",
}
,
[1534] = {
["description"] = "Победите Велидрет в ветеранской Колыбели Теней, не используя синергию «Свет атронаха».",
["name"] = "Заключи тень в объятия",
}
,
[1535] = {
["description"] = "Победите Велидрет в ветеранской Колыбели Теней так, чтобы ее способность «Чувство тени» не поразила ни одного члена группы.",
["name"] = "Здесь не на что смотреть",
}
,
[1536] = {
["description"] = "Победите Велидрет в Колыбели Теней так, чтобы ни один из членов группы не был поражен мешочками с ядом.",
["name"] = "Уклонение от яда",
}
,
[1538] = {
["description"] = "Пройдите Колыбель Теней и руины Маззатуна в ветеранском режиме.",
["name"] = "Знаток «Теней хиста»",
}
,
[1549] = {
["description"] = "Победите призрака темницы, Теневика, Ангату Укротительницу Кланфиров, скелета-разрушителя и верховного кинлорда Рилиса в ветеранских темницах Изгнанников I.",
["name"] = "Завоеватель темниц Изгнанников I",
}
,
[1552] = {
["description"] = "Победите призрака темницы, Теневика, Ангату Укротительницу Кланфиров, скелета-разрушителя и верховного кинлорда Рилиса в ветеранских темницах Изгнанников I не более чем за 20 минут. Отсчет начинается, когда кто-либо из членов группы входит в первый коридор.",
["name"] = "Опустошитель темниц Изгнанников I",
}
,
[1553] = {
["description"] = "Победите призрака темницы, Теневика, Ангату Укротительницу Кланфиров, скелета-разрушителя и верховного кинлорда Рилиса в ветеранских темницах Изгнанников I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в темницах Изгнанников I",
}
,
[1554] = {
["description"] = "Победите верховного кинлорда Рилиса в ветеранских темницах Изгнанников I, прочитав свиток славной битвы.",
["name"] = "Разделитель души",
}
,
[1555] = {
["description"] = "Победите хранительницу Арельдор, Огненную Пасть, хранителя Воранила, хранительницу Имирил, сестру Сину и сестру Веру, а также верховного кинлорда Рилиса в темницах Изгнанников II.",
["name"] = "Триумфатор темниц Изгнанников II",
}
,
[1556] = {
["description"] = "Победите Тазкада Вожака Стаи, вождя Озозая, Мать выводка, Щелкуна и Кра\'гха Короля Дреугов в ветеранском Грибном гроте I.",
["name"] = "Завоеватель Грибного грота I",
}
,
[1559] = {
["description"] = "Победите Тазкада Вожака Стаи, вождя Озозая, Мать выводка, Щелкуна и Кра\'гха Короля Дреугов в ветеранском Грибном гроте I не более чем за 15 минут. Отсчет начинается, когда кто-либо из игроков входит в туннель после первой группы гоблинов.",
["name"] = "Опустошитель Грибного грота I",
}
,
[1560] = {
["description"] = "Победите Тазкада Вожака Стаи, вождя Озозая, Мать выводка, Щелкуна и Кра\'гха Короля Дреугов в ветеранском Грибном гроте I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Грибном гроте I",
}
,
[1561] = {
["description"] = "Победите Короля Дреугов в ветеранском Грибном гроте I, прочитав свиток славной битвы.",
["name"] = "Улов дня",
}
,
[1562] = {
["description"] = "Победите Клыка Мефалы, Гамин Банду, Киренас Пастушку, порождение Мефалы, Реггра Темный Рассвет и Вилу Теран в Грибном гроте II.",
["name"] = "Триумфатор Грибного грота II",
}
,
[1563] = {
["description"] = "Победите Клыка Мефалы, Гамин Банду, Киренас Пастушку, порождение Мефалы, Реггра Темный Рассвет и Вилу Теран в ветеранском Грибном гроте II, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Грибном гроте II",
}
,
[1564] = {
["description"] = "Победите хранителей Имирил, Арельдор и Воранила, Огненную Пасть, сестер Сину и Веру, а также верховного кинлорда Рилиса в ветеранских темницах Изгнанников II, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в темницах Изгнанников II",
}
,
[1565] = {
["description"] = "Победите Пряху, Мать стаи, Сиризу Мужеубийцу, Большого Раббу и Шептунью в ветеранском Логове Мертвой Хватки I.",
["name"] = "Завоеватель Логова Мертвой Хватки I",
}
,
[1568] = {
["description"] = "Победите Мать стаи и Шептунью в ветеранском Логове Мертвой Хватки I не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой пауков.",
["name"] = "Опустошитель Логова Мертвой Хватки I",
}
,
[1569] = {
["description"] = "Победите Мать стаи и Шептунью в ветеранском Логове Мертвой Хватки I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Логове Мертвой Хватки I",
}
,
[1570] = {
["description"] = "Победите Шептунью в ветеранском Логове Мертвой Хватки I, прочитав свиток славной битвы.",
["name"] = "Долгожданная тишина",
}
,
[1571] = {
["description"] = "Победите Безумного Мортина, Порождение Крови, Праксина Дуара, трех атронахов плоти, Урвана Велета и Воренора Талый Ручей в Логове Мертвой Хватки II.",
["name"] = "Триумфатор Логова Мертвой Хватки II",
}
,
[1572] = {
["description"] = "Победите Безумного Мортина, Порождение Крови, Праксина Дуара, трех атронахов плоти, Урвана Велета и Воренора Талый Ручей в ветеранском Логове Мертвой Хватки II, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Логове Мертвой Хватки II",
}
,
[1573] = {
["description"] = "Победите Акаш гра-Мал, древнего сприггана, Удушая, Ненеша гро-Мала, Злобнолиста и рива-куратора Оранет в ветеранской Элденской расщелине I.",
["name"] = "Завоеватель Элденской расщелины I",
}
,
[1576] = {
["description"] = "Победите Акаш гра-Мал, древнего сприггана, Удушая, Ненеша гро-Мала, Злобнолиста и рива-куратора Оранет в ветеранской Элденской расщелине I не более чем за 20 минут. Отсчет начинается при вступлении в бой с первым отрядом Талмора.",
["name"] = "Опустошитель Элденской расщелины I",
}
,
[1577] = {
["description"] = "Победите Акаш гра-Мал, древнего сприггана, Удушая, Ненеша гро-Мала, Злобнолиста и рива-куратора Оранет в ветеранской Элденской расщелине I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Элденской расщелине I",
}
,
[1578] = {
["description"] = "Победите рива-куратора Оранет в ветеранской Элденской расщелине I, прочитав свиток славной битвы.",
["name"] = "Разоритель рива-куратора",
}
,
[1579] = {
["description"] = "Победите Дуброза Заразителя, Темный Корень, Азару Устрашительницу, Темносвета, сумрачного стражника и Богдана Пламя Ночи в Элденской расщелине II.",
["name"] = "Триумфатор Элденской расщелины II",
}
,
[1580] = {
["description"] = "Победите Дуброза Заразителя, Темный Корень, Азару Устрашительницу, Темносвета, сумрачного стражника и Богдана Пламя Ночи в Элденской расщелине II, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Элденской расщелине II",
}
,
[1581] = {
["description"] = "Победите старшую пастушку Нелорен, бригадира Ллотана, хозяина кладки, пещерного патриарха, стража Ркугамза и режущую сферу в ветеранских пещерах Глубокой Тени I.",
["name"] = "Завоеватель пещер Глубокой Тени I",
}
,
[1584] = {
["description"] = "Победите старшую пастушку Нелорен, бригадира Ллотана, хозяина кладки, пещерного патриарха, стража Ркугамза и режущую сферу в ветеранских пещерах Глубокой Тени I не более чем за 20 минут. Отсчет начинается, когда кто-либо из членов группы спускается в пещеры.",
["name"] = "Опустошитель пещер Глубокой Тени I",
}
,
[1585] = {
["description"] = "Победите старшую пастушку Нелорен, бригадира Ллотана, хозяина кладки, пещерного патриарха, стража Ркугамза и режущую сферу в ветеранских пещерах Глубокой Тени I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в пещерах Глубокой Тени I",
}
,
[1586] = {
["description"] = "Победите стража Ркугамза в ветеранских пещерах Глубокой Тени I, прочитав свиток славной битвы.",
["name"] = "Окончание гарантийного срока",
}
,
[1587] = {
["description"] = "Победите падшего бригадира, преображенного хозяина кладки, преображенного алита, Гробулла Преображенного, механический гарнизон и механического стража в пещерах Глубокой Тени II.",
["name"] = "Триумфатор пещер Глубокой Тени II",
}
,
[1588] = {
["description"] = "Победите падшего бригадира, преображенного хозяина кладки, преображенного алита, Гробулла Преображенного, механический гарнизон и механического стража в ветеранских пещерах Глубокой Тени II, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в пещерах Глубокой Тени II",
}
,
[1589] = {
["description"] = "Победите Слизебрюха, следователя Гаррона, Крысиного Шептуна, Улгарга Голодного, Варейна Пеллингара и Аллин Пеллингар в ветеранской канализации Вэйреста I.",
["name"] = "Завоеватель канализации Вэйреста I",
}
,
[1592] = {
["description"] = "Победите Слизебрюха, следователя Гаррона, Крысиного Шептуна, Улгарга Голодного, Варейна Пеллингара и Аллин Пеллингар в ветеранской канализации Вэйреста I не более чем за 15 минут. Отсчет начинается, когда кто-либо из игроков входит в первый туннель справа от входного зала.",
["name"] = "Опустошитель канализации Вэйреста I",
}
,
[1593] = {
["description"] = "Победите Слизебрюха, следователя Гаррона, Крысиного Шептуна, Улгарга Голодного, Варейна Пеллингара и Аллин Пеллингар в ветеранской канализации Вэйреста I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в канализации Вэйреста I",
}
,
[1594] = {
["description"] = "Победите Аллин Пеллингар в ветеранской канализации Вэйреста I, прочитав свиток славной битвы.",
["name"] = "Санитарный контроль",
}
,
[1595] = {
["description"] = "Победите Малубет Карающую, Собирателя Черепов, Улгарга Восставшего, Гаррона Возрожденного, Забытого, а также Варейна и Аллин Пеллингаров в канализации Вэйреста II.",
["name"] = "Триумфатор канализации Вэйреста II",
}
,
[1596] = {
["description"] = "Победите Малубет Карающую, Гаррона Возрожденного, а также Варейна и Аллин Пеллингаров в ветеранской канализации Вэйреста II, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в канализации Вэйреста II",
}
,
[1597] = {
["description"] = "Победите огненного стража, Голора Укротителя Банекинов, хранителя святилища, Темного Угля, Ротариэль Пламенное Сердце и Эртаса Хозяина Бритвы в ветеранском Городе Пепла I.",
["name"] = "Завоеватель Города Пепла I",
}
,
[1600] = {
["description"] = "Победите огненного стража, хранителя святилища и Эртаса Хозяина Бритвы в ветеранском Городе Пепла I не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой даэдра.",
["name"] = "Опустошитель Города Пепла I",
}
,
[1601] = {
["description"] = "Победите огненного стража, хранителя святилища и Эртаса Хозяина Бритвы в ветеранском Городе Пепла I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Городе Пепла I",
}
,
[1602] = {
["description"] = "Победите Эртаса Хозяина Бритвы в ветеранском Городе Пепла I, прочитав свиток славной битвы.",
["name"] = "Пожарная бригада",
}
,
[1603] = {
["description"] = "Победите Хорвантуда Пламенная Утроба, пепельного титана и Валкина Скорию в Городе Пепла II.",
["name"] = "Триумфатор Города Пепла II",
}
,
[1604] = {
["description"] = "Победите клыкастую мучительницу, Ганактона Неистового, Сликлению Певицу, матрону Икснию, древнего шатуна и ламию-королеву Селлистрикс в ветеранском Аркс-Кориниуме.",
["name"] = "Завоеватель Аркс-Кориниума",
}
,
[1607] = {
["description"] = "Победите клыкастую мучительницу, Ганактона Неистового, Сликлению Певицу, матрону Икснию, древнего шатуна и ламию-королеву Селлистрикс в ветеранском Аркс-Кориниуме не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой гнездящихся змей.",
["name"] = "Опустошитель Аркс-Кориниума",
}
,
[1608] = {
["description"] = "Победите клыкастую мучительницу, Ганактона Неистового, Сликлению Певицу, матрону Икснию, древнего шатуна и ламию-королеву Селлистрикс в ветеранском Аркс-Кориниуме, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Аркс-Кориниуме",
}
,
[1609] = {
["description"] = "Победите ламию-королеву Селлистрикс в ветеранском Аркс-Кориниуме, прочитав свиток славной битвы.",
["name"] = "Свежеватель змей",
}
,
[1610] = {
["description"] = "Победите повелителя магов, архимастера Синьеля, Исполина Смерти, Улкара Костяная Рука, Догаса Берсерка и близнецов Иламбрисов в ветеранской Крипте Сердец I.",
["name"] = "Завоеватель Крипты Сердец I",
}
,
[1613] = {
["description"] = "Победите повелителя магов, архимастера Синьеля, Исполина Смерти, Улкара Костяная Рука, Догаса Берсерка и близнецов Иламбрисов в ветеранской Крипте Сердец I не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой нежити.",
["name"] = "Опустошитель Крипты Сердец I",
}
,
[1614] = {
["description"] = "Победите повелителя магов, архимастера Синьеля, Исполина Смерти, Улкара Костяная Рука, Догаса Берсерка и близнецов Иламбрисов в ветеранской Крипте Сердец I, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Крипте Сердец I",
}
,
[1615] = {
["description"] = "Победите близнецов Иламбрисов в ветеранской Крипте Сердец I, прочитав свиток славной битвы.",
["name"] = "Крипта для двоих",
}
,
[1616] = {
["description"] = "Победите Ибелгаста, Рузозузалпамаз, стража покоев, братьев Иламбрисов и Слияние Иламбрисов, Мезелут, а также Нериен\'эта в Крипте Сердец II.",
["name"] = "Триумфатор Крипты Сердец II",
}
,
[1617] = {
["description"] = "Победите матриарха Сонолию, Валарана Призывателя Бури, Ялорассу Вещательницу, Штормового Кулака, коммодора Оманила и штормрива Нейдир на ветеранском острове Бурь.",
["name"] = "Завоеватель острова Бурь",
}
,
[1620] = {
["description"] = "Победите матриарха Сонолию, Валарана Призывателя Бури, Ялорассу Вещательницу, Штормового Кулака, коммодора Оманила и штормрива Нейдир на ветеранском острове Бурь не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой ламий.",
["name"] = "Опустошитель острова Бурь",
}
,
[1621] = {
["description"] = "Победите матриарха Сонолию, Валарана Призывателя Бури, Ялорассу Вещательницу, Штормового Кулака, коммодора Оманила и штормрива Нейдир на ветеранском острове Бурь, не допустив гибели ни одного члена группы.",
["name"] = "Выживший на острове Бурь",
}
,
[1622] = {
["description"] = "Победите штормрива Нейдир на ветеранском острове Бурь, прочитав свиток славной битвы.",
["name"] = "Морская могила",
}
,
[1623] = {
["description"] = "Победите Ледяного Скрипозуба, стража огня, ученика Дродды, повелителя ужаса Дродды, Ледяное Сердце и Дродду из Ледяного Предела в ветеранской крепости Лютых Морозов.",
["name"] = "Завоеватель крепости Лютых Морозов",
}
,
[1626] = {
["description"] = "Победите Ледяного Скрипозуба, стража огня, ученика Дродды, повелителя ужаса Дродды, Ледяное Сердце и Дродду из Ледяного Предела в ветеранской крепости Лютых Морозов не более чем за 20 минут. Отсчет начинается, когда кто-либо из игроков входит в первую пещеру с медведями.",
["name"] = "Опустошитель крепости Лютых Морозов",
}
,
[1627] = {
["description"] = "Победите Ледяного Скрипозуба, стража огня, ученика Дродды, повелителя ужаса Дродды, Ледяное Сердце и Дродду из Ледяного Предела в ветеранской крепости Лютых Морозов, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в крепости Лютых Морозов",
}
,
[1628] = {
["description"] = "Победите Дродду из Ледяного Предела в ветеранской крепости Лютых Морозов, прочитав свиток славной битвы.",
["name"] = "Блюдо, которое подают холодным",
}
,
[1629] = {
["description"] = "Победите пустынного льва, Квинта Верреса и чудовищную гаргулью, Огнекуса, Чешуйчатого Сотрясателя, нестабильный механизм и Совет Стража в ветеранском Воленфелле.",
["name"] = "Завоеватель Воленфелла",
}
,
[1632] = {
["description"] = "Победите пустынного льва, Квинта Верреса и чудовищную гаргулью, Огнекуса, Чешуйчатого Сотрясателя, нестабильный механизм и Совет Стража в ветеранском Воленфелле не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой охотников за сокровищами.",
["name"] = "Опустошитель Воленфелла",
}
,
[1633] = {
["description"] = "Победите пустынного льва, Квинта Верреса и чудовищную гаргулью, Огнекуса, Чешуйчатого Сотрясателя, нестабильный механизм и Совет Стража в ветеранском Воленфелле, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Воленфелле",
}
,
[1634] = {
["description"] = "Победите Совет Стража в ветеранском Воленфелле, прочитав свиток славной битвы.",
["name"] = "Проржавевшие насквозь",
}
,
[1635] = {
["description"] = "Победите древождя Кернинна, Длинного Когтя, королеву Аклайю, Грязношкура, Меннир Многоногую и Селену в ветеранской Паутине Селены.",
["name"] = "Завоеватель Паутины Селены",
}
,
[1638] = {
["description"] = "Победите древождя Кернинна, Длинного Когтя, королеву Аклайю, Грязношкура, Меннир Многоногую и Селену в ветеранской Паутине Селены не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой босмеров.",
["name"] = "Опустошитель Паутины Селены",
}
,
[1639] = {
["description"] = "Победите древождя Кернинна, Длинного Когтя, королеву Аклайю, Грязношкура, Меннир Многоногую и Селену в ветеранской Паутине Селены, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Паутине Селены",
}
,
[1640] = {
["description"] = "Победите Селену в ветеранской Паутине Селены, прочитав свиток славной битвы.",
["name"] = "Все схвачено",
}
,
[1641] = {
["description"] = "Победите Гранта Умника, Стаю, Теранию Безликую, короля троллей, капитана Торана и Лавовую королеву в ветеранском Священном Горниле.",
["name"] = "Завоеватель Священного Горнила",
}
,
[1644] = {
["description"] = "Победите всех боссов в ветеранском Священном Горниле не более чем за 20 минут. Отсчет начинается, когда кто-либо из членов группы пересекает первый мост через лаву.",
["name"] = "Опустошитель Священного Горнила",
}
,
[1645] = {
["description"] = "Победите Гранта Умника, Стаю, Теранию Безликую, короля троллей, капитана Торана и Лавовую королеву в ветеранском Священном Горниле, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Священном Горниле",
}
,
[1646] = {
["description"] = "Победите Лавовую королеву в ветеранском Священном Горниле, прочитав свиток славной битвы.",
["name"] = "Коронация огнем",
}
,
[1647] = {
["description"] = "Победите Железнопята, Атаруса, первого помощника Волнорез, Мать Гнезда, Опустошенное Сердце и капитана Черное Сердце в ветеранской гавани Черного Сердца.",
["name"] = "Завоеватель гавани Черного Сердца",
}
,
[1650] = {
["description"] = "Победите Железнопята, Атаруса, первого помощника Волнорез, Мать Гнезда, Опустошенное Сердце и капитана Черное Сердце в ветеранской гавани Черного Сердца не более чем за 20 минут. Отсчет начинается, когда первый игрок покидает начальные доки.",
["name"] = "Опустошитель гавани Черного Сердца",
}
,
[1651] = {
["description"] = "Победите Железнопята, Атаруса, первого помощника Волнорез, Мать Гнезда, Опустошенное Сердце и капитана Черное Сердце в ветеранской гавани Черного Сердца, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в гавани Черного Сердца",
}
,
[1652] = {
["description"] = "Победите капитана Черное Сердце в ветеранской гавани Черного Сердца, прочитав свиток славной битвы.",
["name"] = "Полное разграбление",
}
,
[1653] = {
["description"] = "Победите Проклятого, Улгуну Душегуб, Повелителя Смерти, Гротдарра, Акейрайзура, Древнего, Искру Предвестника и Безумного Архитектора в ветеранских Сводах Безумия.",
["name"] = "Завоеватель Сводов Безумия",
}
,
[1656] = {
["description"] = "Победите Проклятого, Улгуну Душегуб, Повелителя Смерти, Гротдарра, Акейрайзура, Древнего, Искру Предвестника и Безумного Архитектора в ветеранских Сводах Безумия не более чем за 20 минут. Отсчет начинается при вступлении в бой с первой группой истязателей.",
["name"] = "Опустошитель Сводов Безумия",
}
,
[1657] = {
["description"] = "Победите Проклятого, Улгуну Душегуб, Повелителя Смерти, Гротдарра, Акейрайзура, Древнего, Искру Предвестника и Безумного Архитектора в ветеранских Сводах Безумия, не допустив гибели ни одного члена группы.",
["name"] = "Выживший в Сводах Безумия",
}
,
[1658] = {
["description"] = "Победите Безумного Архитектора в ветеранских Сводах Безумия, прочитав свиток славной битвы.",
["name"] = "Новый мэр безумного города",
}
,
[1663] = {
["description"] = "Найдите и пройдите все пять магических аномалий Краглорна.",
["name"] = "Исследователь аномалий",
}
,
[1664] = {
["description"] = "Найдите и пройдите все пять захоронений Анка-Ра в Краглорне.",
["name"] = "Освятитель Анка-Ра",
}
,
[1665] = {
["description"] = "Найдите и пройдите все пять шахт соли Нирна железных орков в Краглорне.",
["name"] = "Инспектор шахт соли Нирна",
}
,
[1690] = {
["description"] = "Победите Матгамейна, Каиллаф, Каменное Сердце, Галкобара, Герига Бычья Кровь и его служителей, а также атронаха из крови земли в кузнице Кровавого Корня.",
["name"] = "Триумфатор кузницы Кровавого Корня",
}
,
[1691] = {
["description"] = "Победите Матгамейна, Каиллаф, Каменное Сердце, Галкобара, Герига Бычья Кровь и его служителей, а также атронаха из крови земли в ветеранской кузнице Кровавого Корня.",
["name"] = "Завоеватель кузницы Кровавого Корня",
}
,
[1694] = {
["description"] = "Победите Матгамейна, Каиллаф, Каменное Сердце, Галкобара, Герига Бычья Кровь и его служителей, а также атронаха из крови земли в ветеранской кузнице Кровавого Корня не более чем за 20 минут. Отсчет начинается, когда игроки проходят первый лагерь Грозного Рога.",
["name"] = "К корню проблемы",
}
,
[1695] = {
["description"] = "Победите Матгамейна, Каиллаф, Каменное Сердце, Галкобара, Герига Бычья Кровь и его служителей, а также атронаха из крови земли в ветеранской кузнице Кровавого Корня, не допустив гибели ни одного члена группы.",
["name"] = "Иссушенная земля",
}
,
[1696] = {
["description"] = "Победите атронаха из крови земли в ветеранской кузнице Кровавого Корня, прочитав свиток славной битвы.",
["name"] = "Закаленная вспышка гнева",
}
,
[1697] = {
["description"] = "Используйте горнило Каменного Огня, чтобы оглушить пять целей, и котел усмирения огня, чтобы остудить пять луж лавы, в кузнице Кровавого Корня.",
["name"] = "Кровь, пот и огонь",
}
,
[1698] = {
["description"] = "Победите Морриг Бычья Кровь, осадного мамонта, Кернуннона, военачальника Бьярфруда Скьоральмора и Домихауса Кровавые Рога во владении Фолкрит.",
["name"] = "Триумфатор владения Фолкрит",
}
,
[1699] = {
["description"] = "Победите Морриг Бычья Кровь, осадного мамонта, Кернуннона, военачальника Бьярфруда Скьоральмора и Домихауса Кровавые Рога в ветеранском владении Фолкрит.",
["name"] = "Завоеватель владения Фолкрит",
}
,
[1702] = {
["description"] = "Победите Морриг Бычья Кровь, осадного мамонта, Кернуннона, военачальника Бьярфруда Скьоральмора и Домихауса Кровавые Рога в ветеранском владении Фолкрит не более чем за 20 минут. Отсчет начинается, когда игроки встречают первую группу захватчиков Грозного Рога.",
["name"] = "Бычий рывок",
}
,
[1703] = {
["description"] = "Победите Морриг Бычья Кровь, осадного мамонта, Кернуннона, военачальника Бьярфруда Скьоральмора и Домихауса Кровавые Рога в ветеранском владении Фолкрит, не допустив гибели ни одного члена группы.",
["name"] = "Несломленный род",
}
,
[1704] = {
["description"] = "Победите Домихауса Кровавые Рога в ветеранском владении Фолкрит, протрубив в боевой рог в зале ярла.",
["name"] = "Быка за рога",
}
,
[1802] = {
["description"] = "Одолейте нереиду Кимбрудил Певунью в бухте Погибших Кораблей.",
["name"] = "Устранитель Певуньи",
}
,
[1803] = {
["description"] = "Одолейте оратора Салотана, регента Белета, генерала Танасу и советницу Рейнис в Совете Салотан.",
["name"] = "Разрушитель проклятия Салотанов",
}
,
[1804] = {
["description"] = "Одолейте супруга матки в яичной шахте Миссир-Дадалит.",
["name"] = "Убийца супруга",
}
,
[1805] = {
["description"] = "Одолейте никс-вола Нилтога Несокрушимого в лощине Нилтога.",
["name"] = "Сокрушитель Несокрушимого",
}
,
[1806] = {
["description"] = "Одолейте алчущего по прозвищу Вуйювус на ферме Сулипунд.",
["name"] = "Убийца Вуйювуса",
}
,
[1807] = {
["description"] = "Одолейте скафина по прозвищу Мез Обманщик в башне Дабдила Алара и закройте пролом в Обливион.",
["name"] = "Убийца мошенника",
}
,
[1808] = {
["description"] = "Одолейте Мастера сборки и помогите Дивайту Фиру остановить поток анимункулов, прибывающих из Залов фабрикации.",
["name"] = "Прохождение Залов фабрикации",
}
,
[1809] = {
["description"] = "Пройдите Залы фабрикации в ветеранском режиме за 40 минут или быстрее. Испытание начнется, когда вы войдете в пещеру Абанаби за Тель-Фиром.",
["name"] = "Испытание на время: Залы фабрикации",
}
,
[1810] = {
["description"] = "Одолейте Мастера сборки в Залах фабрикации в ветеранском режиме.",
["name"] = "Завоеватель Залов фабрикации",
}
,
[1811] = {
["description"] = "Пройдите Залы фабрикации в ветеранском режиме, не допустив гибели ни одного члена группы.",
["name"] = "Отлаженный механизм",
}
,
[1816] = {
["description"] = "Победите Матгамейна, Каиллаф, Каменное Сердце, Галкобара, Герига Бычья Кровь и его служителей, а также атронаха из крови земли, ни разу не получив урона от расплавленной соли Нирна, которая течет по ветеранской кузнице Кровавого Корня.",
["name"] = "Ноги в холоде",
}
,
[1817] = {
["description"] = "Пройдите ветеранскую кузницу Кровавого Корня, не допустив попадания в членов группы лавовых сгустков, которыми плюются огненные шалки.",
["name"] = "По горячим следам",
}
,
[1818] = {
["description"] = "Используйте атаку «Разрушитель мантии земли» Галкобара, чтобы уничтожить лавовый сгусток огненного шалка в ветеранской кузнице Кровавого Корня.",
["name"] = "Магмодав",
}
,
[1819] = {
["description"] = "Победите Каиллаф, не допустив того, чтобы нирнокровные существа находились в пределах ее Природного барьера более 3 секунд в ветеранской кузнице Кровавого Корня.",
["name"] = "Заповедник дикой природы",
}
,
[1820] = {
["description"] = "Победите Галкобара в ветеранской кузнице Кровавого Корня, не допустив того, чтобы кто-то из членов группы получил урон от его атак «Выжженная земля» и «Огонь Галкобара».",
["name"] = "Уклоняясь от камней",
}
,
[1821] = {
["description"] = "Победите Галкобара в ветеранской кузнице Кровавого Корня, не убив во время боя ни одного огненного шалка.",
["name"] = "Спаситель шалков",
}
,
[1822] = {
["description"] = "Победите атронаха из крови земли в ветеранской кузнице Кровавого Корня, ни разу не активировав горнило Каменного Огня или котел усмирения огня.",
["name"] = "Собственноручная победа",
}
,
[1823] = {
["description"] = "Собственноручно активируйте горнило Каменного Огня и котел усмирения огня, а затем победите атронаха из крови земли в ветеранской кузнице Кровавого Корня.",
["name"] = "Мастер боли",
}
,
[1829] = {
["description"] = "В ветеранском режиме в Залах фабрикации одолейте Мастера сборки, подключив его сбросом рубильника.",
["name"] = "Триумфатор Залов фабрикации",
}
,
[1831] = {
["description"] = "Одолейте Высшего фактотума, ни разу не использовав энергию генератора для уничтожения щита рефабрицированной сферы, в Залах фабрикации в ветеранском режиме.",
["name"] = "Электростанция",
}
,
[1832] = {
["description"] = "В Залах фабрикации в ветеранском режиме одолейте комитет по переработке, не дав Регенератору перегрузить испорченного фактотума.",
["name"] = "Запланированное устаревание",
}
,
[1833] = {
["description"] = "В Залах фабрикации в ветеранском режиме одолейте Мастера сборки, не допустив гибели ни одного члена группы в ловушках или от природных опасностей.",
["name"] = "Забота об окружающей среде",
}
,
[1834] = {
["description"] = "В Залах фабрикации в ветеранском режиме одолейте Мастера сборки, не дав ни одному терминалу завершить последовательность активации.",
["name"] = "Прерывание терминалов",
}
,
[1835] = {
["description"] = "Одолейте на любом уровне сложности по 5 представителей каждого вида тактических факсимиле, созданных Мастером сборки.",
["name"] = "Только подлинники",
}
,
[1836] = {
["description"] = "Получите все перечисленные достижения, связанные с победой над Мастером сборки:",
["name"] = "Генератор",
}
,
[1837] = {
["description"] = "Пройдите в ветеранском режиме Залы фабрикации после сброса рубильника и усиления Мастера сборки, не потеряв за все прохождение ни одного члена группы.",
["name"] = "Стресс-тестирование",
}
,
[1838] = {
["description"] = "Пройдите в ветеранском режиме Залы фабрикации после сброса рубильника и усиления Мастера сборки за 40 минут с момента входа в пещеру Абанаби, не потеряв за все прохождение ни одного члена группы.",
["name"] = "Как часы",
}
,
[1839] = {
["description"] = "Сражаясь с фабрикантами, одолейте одного охотника-убийцу, когда у другого будет по-прежнему не меньше половины здоровья, а затем разберитесь с остальными врагами Залов фабрикации в ветеранском режиме.",
["name"] = "Процесс убийства",
}
,
[1840] = {
["description"] = "В Залах фабрикации в ветеранском режиме одолейте Архистража, используя не более шести электрических опор и ни разу не упустив шанса нейтрализовать Архистража такой опорой.",
["name"] = "Архиразряд",
}
,
[1846] = {
["description"] = "Одолейте Нчулейона Вечного в Нчулефтингте.",
["name"] = "Групповое событие Нчулефтингта",
}
,
[1847] = {
["description"] = "Спасите Дабдила Алара от последствий его опытов со временем.",
["name"] = "Истребитель петли",
}
,
[1848] = {
["description"] = "Победите всех шестерых мировых боссов на Вварденфелле.",
["name"] = "Защитник Морровинда",
}
,
[1849] = {
["description"] = "Опровергните опасные притязания эшлендера Чодалы.",
["name"] = "Глас несостоявшихся воплощенных",
}
,
[1850] = {
["description"] = "Заберите благословенный посох Сунна\'ру у эшлендера Чодалы и определите истинную природу угрозы лорду Вивеку.",
["name"] = "Носитель благословенного посоха",
}
,
[1851] = {
["description"] = "Пройдите по следам опасности в Заводной город и верните похищенную силу лорда Вивека.",
["name"] = "Рука живого бога",
}
,
[1852] = {
["description"] = "Верните лорду Вивеку утраченную силу, спасите город Вивек и получите титул Защитника Вивека.",
["name"] = "Защитник Вивека",
}
,
[1853] = {
["description"] = "Одолейте трех защитников Нчулефтингта.",
["name"] = "Триумфатор Нчулефтингта",
}
,
[1854] = {
["description"] = "Одолейте всех защитников Нчулефтингта.",
["name"] = "Завоеватель Нчулефтингта",
}
,
[1855] = {
["description"] = "Одолейте Камнеплава Омаласа, клеймовщика Релета и Заклинательницу Гор Хларен в Забытых развалинах.",
["name"] = "Групповое событие Забытых развалин",
}
,
[1856] = {
["description"] = "Одолейте трех защитников Забытых развалин.",
["name"] = "Триумфатор Забытых развалин",
}
,
[1857] = {
["description"] = "Одолейте всех защитников Забытых развалин.",
["name"] = "Завоеватель Забытых развалин",
}
,
[1868] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать спасителем Морровинда.",
["name"] = "Спаситель Морровинда",
}
,
[1869] = {
["description"] = "Помогите рабыне-аргонианке по имени Солнце-в-Тени обрести свободу.",
["name"] = "Восходящее солнце",
}
,
[1870] = {
["description"] = "Помогите Нарью Вириан и Мораг Тонг в Балморе и ее окрестностях.",
["name"] = "Наперсник Нарью",
}
,
[1871] = {
["description"] = "Помогите Алому Судье раскрыть заговор маршала Хларен в Суране.",
["name"] = "Алый Судья",
}
,
[1872] = {
["description"] = "Спасите жителей Гнисиса от разорения, вернув будущее их шахте квама.",
["name"] = "Шахтер квама",
}
,
[1873] = {
["description"] = "Помешайте планам узурпатора и помогите госпоже Драте продлить жизнь.",
["name"] = "Рука госпожи",
}
,
[1874] = {
["description"] = "Избавьтесь от опасности, нависшей над паломниками в Молаг-Маре.",
["name"] = "Защитник паломников",
}
,
[1875] = {
["description"] = "Помогите Нарсису Дрену раскрыть тайну родовой гробницы Велотов.",
["name"] = "Ученик Нарсиса",
}
,
[1876] = {
["description"] = "Раскройте тайну родовой гробницы Хлеранов.",
["name"] = "Летописец Альд\'руна",
}
,
[1877] = {
["description"] = "Выясните правду о внезапном росте производительности на эбонитовой шахте Вассир-Диданат.",
["name"] = "Эбонитовый ревизор",
}
,
[1937] = {
["description"] = "Пройдите ветеранское владение Фолкрит и ветеранскую кузницу Кровавого Корня.",
["name"] = "Знаток «Рогов Предела»",
}
,
[1941] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской кузницей Кровавого Корня.",
["name"] = "Покоритель кузницы Кровавого корня",
}
,
[1942] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским владением Фолкрит.",
["name"] = "Покоритель владения Фолкрит",
}
,
[1946] = {
["description"] = "Победите всех боссов в ветеранском владении Фолкрит, ни разу не попав под огонь осадных орудий, включая осадные механизмы, которыми командует Морриг Бычья Кровь.",
["name"] = "Ложись!",
}
,
[1947] = {
["description"] = "Изгоните все три души повелителей душ с перерывом не более чем в 5 секунд во время боя с Кернунноном и его присягнувшими в ветеранском владении Фолкрит.",
["name"] = "Клятвопреступник",
}
,
[1948] = {
["description"] = "Очистите вместе с группой 15 трупов не более чем за 5 секунд во время боя с военачальником Бьярфрудом Скьоральмором в ветеранском владении Фолкрит.",
["name"] = "Грандиозное захоронение",
}
,
[1949] = {
["description"] = "Победите осадного мамонта во владении Фолкрит, ни разу не попав под воздействие эффектов оглушения, ошеломления или отбрасывания.",
["name"] = "Дикий и шерстистый",
}
,
[1950] = {
["description"] = "Победите Домихауса Кровавые Рога в ветеранском владении Фолкрит, оставив в живых по крайней мере по одному атронаху каждого вида.",
["name"] = "Стойкость к стихиям",
}
,
[1951] = {
["description"] = "Победите Домихауса Кровавые Рога в ветеранском владении Фолкрит, сохранив в целости не менее 2 колонн в зале ярла.",
["name"] = "Хранитель колонн",
}
,
[1959] = {
["description"] = "Победите Лизабет Шарнис, трупный зверинец, Калуриона, Ульфнора и Сабину Цеду, Оррина Черного и Турвокуна в Логове Клыка.",
["name"] = "Триумфатор Логова Клыка",
}
,
[1960] = {
["description"] = "Победите Лизабет Шарнис, трупный зверинец, Калуриона, Ульфнора и Сабину Цеду, Оррина Черного и Турвокуна в ветеранском Логове Клыка.",
["name"] = "Завоеватель Логова Клыка",
}
,
[1963] = {
["description"] = "Победите все группы врагов, а также Лизабет Шарнис, трупный зверинец, Калуриона, Ульфнора и Сабину Цеду, Оррина Черного и Турвокуна в ветеранском Логове Клыка не более чем за 30 минут. Отсчет начинается, когда игроки сталкиваются с первой группой некромантов Темной Сущности.",
["name"] = "Быстрые и мертвые",
}
,
[1964] = {
["description"] = "Победите Лизабет Шарнис, трупный зверинец, Калуриона, Ульфнора и Сабину Цеду, Оррина Черного и Турвокуна, а также всех их приспешников в ветеранском Логове Клыка, не допустив гибели ни одного члена группы.",
["name"] = "Не для количества",
}
,
[1965] = {
["description"] = "Победите Оррина Черного и Турвокуна после прочтения заклинания из записей Оррина в ветеранском Логове Клыка.",
["name"] = "Не нужно ворошить прошлое",
}
,
[1966] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Логовом Клыка.",
["name"] = "Покоритель Логова Клыка",
}
,
[1967] = {
["description"] = "Победите Оррина Черного и Турвокуна в ветеранском Логове Клыка, уничтожив не более одного кристалла анимуса, прежде чем Оррин сольется воедино с Турвокуном.",
["name"] = "Милосердие к анимусу",
}
,
[1968] = {
["description"] = "Победите трупный зверинец в ветеранском Логове Клыка, не допустив того, чтобы члены группы получили урон от взрывных грибов.",
["name"] = "Нелюбовь к грибам",
}
,
[1969] = {
["description"] = "Победите Оррина Черного и Турвокуна в ветеранском Логове Клыка, не допустив того, чтобы члены группы пострадали от разъедающей кислоты гигантского скарабея.",
["name"] = "Голодающие скарабеи",
}
,
[1970] = {
["description"] = "Победите трупный зверинец в ветеранском Логове Клыка, не допустив того, чтобы кто-то из членов группы погиб от Хватки смерти сенч-тигра — трупа.",
["name"] = "Вредное послушание",
}
,
[1971] = {
["description"] = "Отключите все реликвии Калуриона с помощью стихийных костяных прислужников в ветеранском Логове Клыка.",
["name"] = "Стихийная анатомия",
}
,
[1972] = {
["description"] = "Победите Ульфнора и Сабину Цеду в ветеранском Логове Клыка, не допустив того, чтобы члены группы пострадали из-за беспокойных призраков Сабины Цеды.",
["name"] = "Невозмутимость",
}
,
[1973] = {
["description"] = "Прочитайте заклинание из записей Оррина и победите Оррина Черного и Турвокуна в ветеранском Логове Клыка, не допустив того, чтобы члены группы получили урон от призрачных рабов Оррина.",
["name"] = "По холодным следам",
}
,
[1974] = {
["description"] = "Во время попадания Чумного дыхания Турвокуна в Логове Клыка окружите себя защитой оберега жизни Изаре, находясь при этом в непосредственной близости от трех других членов группы, также защищенных оберегом жизни.",
["name"] = "Ужасный запах изо рта",
}
,
[1975] = {
["description"] = "Победите Ринеруса Смердящего и Орзуна Зловонного, Дойлемиша Железное Сердце, матриарха Алдис, создателя чумы Мортье и Заан Воспевательницу Дракона в пике Воспевательницы Дракона.",
["name"] = "Триумфатор пика Воспевательницы Дракона",
}
,
[1976] = {
["description"] = "Победите Ринеруса Смердящего и Орзуна Зловонного, Дойлемиша Железное Сердце, матриарха Алдис, создателя чумы Мортье и Заан Воспевательницу Дракона в ветеранском пике Воспевательницы Дракона.",
["name"] = "Завоеватель пика Воспевательницы Дракона",
}
,
[1979] = {
["description"] = "Победите все группы врагов, а также Ринеруса Смердящего и Орзуна Зловонного, Дойлемиша Железное Сердце, матриарха Алдис, создателя чумы Мортье и Заан Воспевательницу Дракона в ветеранском пике Воспевательницы Дракона не более чем за 30 минут. Отсчет начинается, когда игроки сталкиваются с первой группой созданий Воспевательницы Дракона.",
["name"] = "Пиковая производительность",
}
,
[1980] = {
["description"] = "Победите все группы врагов, а также Ринеруса Смердящего и Орзуна Зловонного, Дойлемиша Железное Сердце, матриарха Алдис, создателя чумы Мортье и Заан Воспевательницу Дракона в ветеранском пике Воспевательницы Дракона, не допустив гибели ни одного члена группы.",
["name"] = "На вершине",
}
,
[1981] = {
["description"] = "Победите Заан Воспевательницу Дракона после прочтения ритуального свитка Заан в ветеранском пике Воспевательницы Дракона.",
["name"] = "Разрушитель заклинаний",
}
,
[1982] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским пиком Воспевательницы Дракона.",
["name"] = "Покоритель пика Воспевательницы Дракона",
}
,
[1983] = {
["description"] = "Победите все группы врагов, Ринеруса Смердящего, Орзуна Зловонного, Дойлемиша Железное Сердце, матриарха Алдис, создателя чумы Мортье и Заан Воспевательницу Дракона, прочитав ритуальный свиток Заан в ветеранском пике Воспевательницы Дракона, за 30 минут, не погибнув. Отсчет начинается при вступлении в бой с созданиями Воспевательницы Дракона.",
["name"] = "Бог горы",
}
,
[1984] = {
["description"] = "Победите Ринеруса Смердящего и Орзуна Зловонного, Дойлемиша Железное Сердце, матриарха Алдис, создателя чумы Мортье и Заан Воспевательницу Дракона в ветеранском пике Воспевательницы Дракона, не допустив того, чтобы члены группы получили урон от Чумного гноя злокрысов.",
["name"] = "Гнойные проблемы",
}
,
[1985] = {
["description"] = "Получите оба необходимых ингредиента и вылечите Йорвульда Даво от чумы культа.",
["name"] = "Спаситель Воспевательницы Дракона",
}
,
[1986] = {
["description"] = "Победите Дойлемиша Железное Сердце в ветеранском пике Воспевательницы Дракона, не допустив того, чтобы кто-то из членов группы окаменел из-за Окаменевшего взгляда.",
["name"] = "Проблемы с окаменелостью",
}
,
[1987] = {
["description"] = "Победите Ринеруса Смердящего и Орзуна Зловонного в ветеранском пике Воспевательницы Дракона, не допустив того, чтобы кто-то из членов группы умер от Пугающей дрожи.",
["name"] = "До дрожи",
}
,
[1988] = {
["description"] = "Победите создателя чумы Мортье в ветеранском пике Воспевательницы Дракона, добившись того, чтобы все четыре члена группы были заражены двумя инфекциями Мортье одновременно и при этом остались живы.",
["name"] = "То, что доктор прописал",
}
,
[1989] = {
["description"] = "Победите матриарха Алдис в ветеранском пике Воспевательницы Дракона, не допустив того, чтобы члены группы получили урон от окружающей ее воды.",
["name"] = "Смотри под ноги",
}
,
[1990] = {
["description"] = "Победите Заан Воспевательницу Дракона, не допустив того, чтобы она отбросила вас своим щитом.",
["name"] = "Стоять на своем",
}
,
[1991] = {
["description"] = "Победите Заан Воспевательницу Дракона после прочтения ритуального свитка Заан в ветеранском пике Воспевательницы Дракона, не получив урона от ее губительного дыхания и при этом не использовав один и тот же вид защиты два раза подряд.",
["name"] = "Даэдрический отражатель",
}
,
[2028] = {
["description"] = "Одолейте Несовершенство в храме Верификации.",
["name"] = "Эталон несовершенства",
}
,
[2036] = {
["description"] = "Победите Королеву Рифа в гнездовье Королевы.",
["name"] = "Разрушитель рифов",
}
,
[2037] = {
["description"] = "Победите Канерин в Индриковом Раздолье.",
["name"] = "Укрощение матриарха",
}
,
[2038] = {
["description"] = "Победите морского слоада Б\'Коргена в бухте Веленкина.",
["name"] = "Ненавистник морских слоадов",
}
,
[2039] = {
["description"] = "Победите Хейлиату и Награвию в гнездовье грифонов.",
["name"] = "Собиратель когтей",
}
,
[2040] = {
["description"] = "Победите Гравельда в Укрытии Гравельда.",
["name"] = "Истребитель амфибий",
}
,
[2041] = {
["description"] = "Победите Килелома в гнезде Килелома.",
["name"] = "Килеправ",
}
,
[2042] = {
["description"] = "Победите всех шестерых мировых боссов на Саммерсете.",
["name"] = "Защитник Саммерсета",
}
,
[2046] = {
["description"] = "Одолейте Итоксиса, Абатота и Сатинота в Выходе Экзархов.",
["name"] = "Убийца ворон",
}
,
[2047] = {
["description"] = "Одолейте обоих мировых боссов в Заводном городе.",
["name"] = "Защитник Заводного города",
}
,
[2049] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Заводного города.",
["name"] = "Герой Заводного города",
}
,
[2050] = {
["description"] = "Выполните задание «В Заводной город».",
["name"] = "Земля винтиков и шестеренок",
}
,
[2058] = {
["description"] = "Выполните задание «В поисках поручителя».",
["name"] = "Гражданин Заводного города",
}
,
[2059] = {
["description"] = "Выполните задание «Странности Сета».",
["name"] = "Дым и зеркала",
}
,
[2060] = {
["description"] = "Выполните задание «Сгущающиеся тени».",
["name"] = "Посредник",
}
,
[2061] = {
["description"] = "Выполните задание «Затерянные в тени».",
["name"] = "Птицы одного пера",
}
,
[2062] = {
["description"] = "Выполните задание «Во тьму».",
["name"] = "Бой с тенью",
}
,
[2063] = {
["description"] = "Выполните задание «Там, где обитают тени».",
["name"] = "Настоящий Сота Сил",
}
,
[2064] = {
["description"] = "Выполните задание «Светоч знания».",
["name"] = "Бремя знаний",
}
,
[2074] = {
["description"] = "Положите конец распространению секретов, уничтожив 100 механических злокрысов.",
["name"] = "Убийца заводных грызунов",
}
,
[2075] = {
["description"] = "Получите перечисленные достижения, связанные с Изоляционным санктуарием.",
["name"] = "Искупитель Изоляционного санктуария",
}
,
[2076] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного в Изоляционном санктуарии.",
["name"] = "Прохождение Изоляционного санктуария",
}
,
[2077] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного в ветеранском Изоляционном санктуарии.",
["name"] = "Завоеватель Изоляционного санктуария",
}
,
[2078] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного в одном бою в Изоляционном санктуарии.",
["name"] = "Противник Изоляционного санктуария",
}
,
[2079] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного в одном бою в ветеранском Изоляционном санктуарии.",
["name"] = "Триумфатор Изоляционного санктуария",
}
,
[2080] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного в ветеранском Изоляционном санктуарии, не допустив гибели ни одного члена группы.",
["name"] = "Освящение",
}
,
[2081] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного не более чем за 15 минут в ветеранском Изоляционном санктуарии. Отсчет начинается, когда игроки входят в атриум изолятора.",
["name"] = "Быстрое милосердие",
}
,
[2082] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного одновременно, не дав святому Фелмсу и святому Ллотису впасть в ярость во время боя, в ветеранском Изоляционном санктуарии.",
["name"] = "Блаженное насилие",
}
,
[2083] = {
["description"] = "Одолейте святого Фелмса Отважного, не позволяя его пневмопроекциям впадать в ярость, в ветеранском Изоляционном санктуарии.",
["name"] = "Мирные проекции",
}
,
[2084] = {
["description"] = "Одолейте святого Ллотиса Благочестивого, не разбирая его несовершенных служителей, в ветеранском Изоляционном санктуарии.",
["name"] = "Несовершенное служение",
}
,
[2085] = {
["description"] = "Одолейте святого Олмса Справедливого и святого Ллотиса Благочестивого в одном бою в ветеранском Изоляционном санктуарии.",
["name"] = "Праведный приговор",
}
,
[2086] = {
["description"] = "Одолейте святого Олмса Справедливого и святого Фелмса Отважного в одном бою в ветеранском Изоляционном санктуарии.",
["name"] = "Суд палачей",
}
,
[2087] = {
["description"] = "Одолейте святого Олмса Справедливого, святого Ллотиса Благочестивого и святого Фелмса Отважного в одном бою не более чем за 15 минут после входа в атриум изолятора в ветеранском Изоляционном санктуарии, не допустив гибели ни одного члена группы.",
["name"] = "Превосходное очищение",
}
,
[2093] = {
["description"] = "Победите всех защитников Санхолда.",
["name"] = "Завоеватель Санхолда",
}
,
[2094] = {
["description"] = "Победите всех защитников Карнвастена.",
["name"] = "Завоеватель Карнвастена",
}
,
[2095] = {
["description"] = "Помешайте палачам и победите Коннугила Левиафана в Санхолде.",
["name"] = "Групповое событие Санхолда",
}
,
[2096] = {
["description"] = "Победите морского слоада К\'Гарзу в Карнвастене.",
["name"] = "Групповое событие Карнвастена",
}
,
[2100] = {
["description"] = "Уничтожьте глубинные жемчужины всех глубинных гейзеров на Саммерсете.",
["name"] = "Поможет простая пробка",
}
,
[2101] = {
["description"] = "Победите каждого из перечисленных боссов, которые появляются у глубинных гейзеров.",
["name"] = "Обратно в глубины",
}
,
[2102] = {
["description"] = "Победите все группы врагов, а также Лизабет Шарнис, трупный зверинец, Калуриона, Ульфнора и Сабину Цеду, Оррина Черного и Турвокуна в ветеранском Логове Клыка повышенной сложности не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой некромантов Темной Сущности.",
["name"] = "Ни одной целой кости",
}
,
[2103] = {
["description"] = "Пройдите ветеранское Логово Клыка и ветеранский пик Воспевательницы Дракона.",
["name"] = "Знаток «Драконьих костей»",
}
,
[2131] = {
["description"] = "Победите З\'Маджу, Сирорию, Релеквена и Галенве в Клаудресте.",
["name"] = "Прохождение Клаудреста",
}
,
[2132] = {
["description"] = "Победите З\'Маджу, Сирорию, Релеквена и Галенве в одном бою в Клаудресте.",
["name"] = "Претендент Клаудреста",
}
,
[2133] = {
["description"] = "Победите З\'Маджу, Сирорию, Релеквена и Галенве в ветеранском Клаудресте.",
["name"] = "Завоеватель Клаудреста",
}
,
[2134] = {
["description"] = "Победите З\'Маджу в ветеранском Клаудресте, когда вместе с ней сражается одна тень велкинара.",
["name"] = "Слоад и ее тень",
}
,
[2135] = {
["description"] = "Победите З\'Маджу в ветеранском Клаудресте, когда вместе с ней сражаются две тени велкинаров.",
["name"] = "Опасная троица",
}
,
[2136] = {
["description"] = "Победите З\'Маджу, Сирорию, Релеквена и Галенве в одном бою в ветеранском Клаудресте.",
["name"] = "Триумфатор Клаудреста",
}
,
[2137] = {
["description"] = "Победите З\'Маджу, Сирорию, Релеквена и Галенве не более чем за 15 минут в ветеранском Клаудресте. Отсчет начинается, когда игроки входят в Гнездо Клаудреста.",
["name"] = "Скоростной истребитель слоадов",
}
,
[2138] = {
["description"] = "Победите З\'Маджу, Сирорию, Релеквена и Галенве в ветеранском Клаудресте, не допустив гибели ни одного члена группы.",
["name"] = "Неподвластные теням",
}
,
[2139] = {
["description"] = "Победите З\'Маджу, Сирорию, Релеквена и Галенве в одном бою не более чем за 15 минут в ветеранском Клаудресте, не допустив гибели ни одного члена группы. Отсчет начинается, когда игроки входят в Гнездо Клаудреста.",
["name"] = "Путь к Алаксону",
}
,
[2140] = {
["description"] = "Получите перечисленные достижения, связанные с Клаудрестом.",
["name"] = "Спаситель Клаудреста",
}
,
[2152] = {
["description"] = "Победите надзирателя Мелита, стража зеленого лабиринта, Миленну Призывательницу Луны, архивариуса Эрнарда и Вайкосу Вознесшуюся в крепости Лунного Охотника.",
["name"] = "Триумфатор крепости Лунного Охотника",
}
,
[2153] = {
["description"] = "Победите надзирателя Мелита, стража зеленого лабиринта, Миленну Призывательницу Луны, архивариуса Эрнарда и Вайкосу Вознесшуюся в ветеранской крепости Лунного Охотника.",
["name"] = "Завоеватель крепости Лунного Охотника",
}
,
[2154] = {
["description"] = "Победите Вайкосу Вознесшуюся в ветеранской крепости Лунного Охотника, прочитав свиток славной битвы.",
["name"] = "Альфа-хищник",
}
,
[2155] = {
["description"] = "Победите все группы врагов, а также надзирателя Мелита, стража зеленого лабиринта, Миленну Призывательницу Луны, архивариуса Эрнарда и Вайкосу Вознесшуюся в ветеранской крепости Лунного Охотника не более чем за 30 минут. Отсчет начинается, когда игроки сталкиваются с первой группой врагов Лунного Охотника.",
["name"] = "Бег стаей",
}
,
[2156] = {
["description"] = "Победите все группы врагов, а также надзирателя Мелита, стража зеленого лабиринта, Миленну Призывательницу Луны, архивариуса Эрнарда и Вайкосу Вознесшуюся в ветеранской крепости Лунного Охотника, не допустив гибели ни одного члена группы.",
["name"] = "Вожак стаи",
}
,
[2158] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской крепостью Лунного Охотника.",
["name"] = "Покоритель крепости Лунного Охотника",
}
,
[2159] = {
["description"] = "Победите все группы врагов, надзирателя Мелита, стража зеленого лабиринта, Миленну Призывательницу Луны, архивариуса Эрнарда и Вайкосу Вознесшуюся в ветеранской крепости Лунного Охотника повышенной сложности не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с врагами Лунного Охотника.",
["name"] = "Настоящее безумие",
}
,
[2162] = {
["description"] = "Победите сестер-вещуний, Агед Солнцеворотную, Дагрунда Грузного, Тарсира и Балорга на Пути Жертвоприношений.",
["name"] = "Триумфатор Пути Жертвоприношений",
}
,
[2163] = {
["description"] = "Победите сестер-вещуний, Агед Солнцеворотную, Дагрунда Грузного, Тарсира и Балорга на ветеранском Пути Жертвоприношений.",
["name"] = "Завоеватель Пути Жертвоприношений",
}
,
[2164] = {
["description"] = "Победите Балорга, осквернив знамя стаи Лунного Охотника и пробудив в нем убийственную ярость, на ветеранском Пути Жертвоприношений.",
["name"] = "Избранники Хирсина",
}
,
[2165] = {
["description"] = "Победите все группы врагов, а также сестер-вещуний, Агед Солнцеворотную, Дагрунда Грузного, Тарсира и Балорга на ветеранском Пути Жертвоприношений не более чем за 30 минут. Отсчет начинается, когда игроки попадают в ущелье Запаха Крови.",
["name"] = "Чистый инстинкт",
}
,
[2166] = {
["description"] = "Победите все группы врагов, а также сестер-вещуний, Агед Солнцеворотную, Дагрунда Грузного, Тарсира и Балорга на ветеранском Пути Жертвоприношений, не допустив гибели ни одного члена группы.",
["name"] = "Выживание достойных",
}
,
[2167] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Путем Жертвоприношений.",
["name"] = "Покоритель Пути Жертвоприношений",
}
,
[2168] = {
["description"] = "Победите все группы врагов, а также сестер-вещуний, Агед Солнцеворотную, Дагрунда Грузного, Тарсира и Балорга после осквернения знамени стаи Лунного Охотника на ветеранском Пути Жертвоприношений не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается после входа в ущелье Запаха Крови.",
["name"] = "Высший хищник",
}
,
[2170] = {
["description"] = "Пройдите ветеранскую крепость Лунного Охотника и ветеранский Путь Жертвоприношений.",
["name"] = "Знаток «Охотника на волков»",
}
,
[2171] = {
["description"] = "Завершите расследование бейлифа Нарамина относительно Чойкст.",
["name"] = "Книга и ее обложка",
}
,
[2181] = {
["description"] = "Победите трех защитников Карнвастена.",
["name"] = "Триумфатор Карнвастена",
}
,
[2182] = {
["description"] = "Победите трех защитников Санхолда.",
["name"] = "Триумфатор Санхолда",
}
,
[2184] = {
["description"] = "Победите Руэллу Ужасные Клешни у глубинного гейзера.",
["name"] = "Лишение клешней",
}
,
[2185] = {
["description"] = "Победите Чуруга из Бездны у глубинного гейзера.",
["name"] = "Огорчение Чуруга",
}
,
[2193] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать спасителем Саммерсета.",
["name"] = "Спаситель Саммерсета",
}
,
[2194] = {
["description"] = "Положите конец заговору, который сеет хаос на Саммерсете, защитите Кристальную башню и заключите новый союз, чтобы восстановить порядок на островах.",
["name"] = "Всеобщее благо",
}
,
[2203] = {
["description"] = "Выполните задание «Погребенные воспоминания».",
["name"] = "Игры разума",
}
,
[2206] = {
["description"] = "Выполните задание «Трудности перевода».",
["name"] = "Ненадежный рассказчик",
}
,
[2208] = {
["description"] = "Выполните задание «Кристальная башня».",
["name"] = "Делай что должно",
}
,
[2212] = {
["description"] = "Победите Килелома, ни разу не наступив на змей.",
["name"] = "Лавирование среди змей",
}
,
[2213] = {
["description"] = "Победите Шифара из Глубин у глубинного гейзера.",
["name"] = "На дно",
}
,
[2220] = {
["description"] = "Победите Гиравель Непостоянную у глубинного гейзера.",
["name"] = "Спокойствие и расчетливость",
}
,
[2221] = {
["description"] = "Победите Мустикара Волноеда у глубинного гейзера.",
["name"] = "Волнорез",
}
,
[2222] = {
["description"] = "Победите Рифовый Молот у глубинного гейзера.",
["name"] = "Гвоздь для молота",
}
,
[2231] = {
["description"] = "Победите З\'Маджу в ветеранском Клаудресте, добившись того, чтобы каждый член группы поднял и уничтожил всего по одному ядру злобы.",
["name"] = "Каждому по ядру",
}
,
[2232] = {
["description"] = "Во время боя со З\'Маджей и тремя тенями велкинаров в ветеранском Клаудресте добейтесь того, чтобы член группы, пораженный эффектом «Изморозь», и два других члена группы, пораженных эффектом «Электрическая перегрузка», получили урон от одного и того же взрыва «Ревущей вспышки».",
["name"] = "Беда не приходит одна",
}
,
[2233] = {
["description"] = "Во время боя со З\'Маджей и тенью Сирории в ветеранском Клаудресте воспользуйтесь атакой «Ревущей вспышки» и убейте 20 теней павших.",
["name"] = "Вспышки и убийственные тени",
}
,
[2234] = {
["description"] = "Во время боя со З\'Маджей в ветеранском Клаудресте после активации одного Светоча велкинара активируйте еще два Светоча велкинаров и уничтожьте три ядра злобы в течение следующих 6 секунд.",
["name"] = "Максимальная координация",
}
,
[2235] = {
["description"] = "Во время боя со З\'Маджей 15 раз не дайте ни одному ягре добраться до ворот и попасть в мир смертных в течение одного периода открытия Теневого мира в Клаудресте.",
["name"] = "Барьер для ягр",
}
,
[2236] = {
["description"] = "Позвольте тени Галенве уничтожить 20 циклонов изморози при помощи ледяных шипов в Клаудресте.",
["name"] = "Лед мистика",
}
,
[2237] = {
["description"] = "Во время боя с одной тенью Релеквена в Клаудресте ни один игрок не должен быть поражен электрической перегрузкой и ни один игрок не должен распространить электрический ток на других игроков.",
["name"] = "Молниеносные инстинкты",
}
,
[2238] = {
["description"] = "Во время боя с тенью Сирории, которая сражается в одиночку, в Клаудресте каждая «Ревущая вспышка» должна поразить как минимум 6 игроков.",
["name"] = "Огненная жертва",
}
,
[2241] = {
["description"] = "Победите Обольстительную Бурю у глубинного гейзера.",
["name"] = "Смертельное соблазнение",
}
,
[2242] = {
["description"] = "Победите Иджобу Лучезарную у глубинного гейзера.",
["name"] = "Лучезарный бунт",
}
,
[2243] = {
["description"] = "Победите Приливного Крушителя у глубинного гейзера.",
["name"] = "Приливная могила",
}
,
[2244] = {
["description"] = "Победите Всскальвора у глубинного гейзера.",
["name"] = "Заклинатель змей",
}
,
[2249] = {
["description"] = "Выполните задание ордена Псиджиков «Зов Псиджиков» на Саммерсете.",
["name"] = "Ответчик Псиджиков",
}
,
[2250] = {
["description"] = "Выполните задание ордена Псиджиков «Бреши залива» на Саммерсете.",
["name"] = "Преследователь Псиджиков",
}
,
[2251] = {
["description"] = "Выполните задание ордена Псиджиков «Бреши льда и пламени» на Саммерсете.",
["name"] = "Регулятор Псиджиков",
}
,
[2252] = {
["description"] = "Выполните задание ордена Псиджиков «Разбитый посох» на Саммерсете.",
["name"] = "Ремонтник Псиджиков",
}
,
[2253] = {
["description"] = "Выполните задание ордена Псиджиков «Брешь среди деревьев» на Саммерсете.",
["name"] = "Лесничий Псиджиков",
}
,
[2254] = {
["description"] = "Выполните задание ордена Псиджиков «Время грязи и грибов» на Саммерсете.",
["name"] = "Болотный странник Псиджиков",
}
,
[2255] = {
["description"] = "Выполните задание ордена Псиджиков «Остатки башен» на Саммерсете.",
["name"] = "Искатель посоха Псиджиков",
}
,
[2256] = {
["description"] = "Выполните задание ордена Псиджиков «Время в тени скалы Рока» на Саммерсете.",
["name"] = "Тенеход Псиджиков",
}
,
[2257] = {
["description"] = "Выполните задание ордена Псиджиков «Брешь среди скал» на Саммерсете.",
["name"] = "Историк Псиджиков",
}
,
[2260] = {
["description"] = "Победите Ледяного Охотника, вождя Тзогвина, защитника хранилища, Риззука Леденящего и хранителя Камня в Морозном хранилище.",
["name"] = "Триумфатор Морозного хранилища",
}
,
[2261] = {
["description"] = "Победите Ледяного Охотника, вождя Тзогвина, защитника хранилища, Риззука Леденящего и хранителя Камня в ветеранском Морозном хранилище.",
["name"] = "Завоеватель Морозного хранилища",
}
,
[2262] = {
["description"] = "Победите хранителя Камня после активации верификатора истинности в ветеранском Морозном хранилище.",
["name"] = "Взломщик хранилища",
}
,
[2263] = {
["description"] = "Победите все группы врагов, а также Ледяного Охотника, вождя Тзогвина, защитника хранилища, Риззука Леденящего и хранителя Камня в ветеранском Морозном хранилище не более чем за 30 минут. Отсчет начинается после вступления в бой.",
["name"] = "Бей и беги",
}
,
[2264] = {
["description"] = "Победите все группы врагов, а также Ледяного Охотника, вождя Тзогвина, защитника хранилища, Риззука Леденящего и хранителя Камня в ветеранском Морозном хранилище, не допустив гибели ни одного члена группы.",
["name"] = "Безопасное хранение",
}
,
[2266] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Морозным хранилищем.",
["name"] = "Покоритель Морозного хранилища",
}
,
[2267] = {
["description"] = "Победите все группы врагов, а также Ледяного Охотника, вождя Тзогвина, защитника хранилища, Риззука Леденящего и хранителя Камня после активации верификатора истинности, в ветеранском Морозном хранилище не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Неумолимый грабитель",
}
,
[2270] = {
["description"] = "Победите Пожирателя Мертвечины, Плачущую Деву, темную сферу, короля Нарилмора и Симфонию Клинков в Глубинах Малатара.",
["name"] = "Триумфатор Глубин Малатара",
}
,
[2271] = {
["description"] = "Победите Пожирателя Мертвечины, Плачущую Деву, темную сферу, короля Нарилмора и Симфонию Клинков в ветеранских Глубинах Малатара.",
["name"] = "Завоеватель Глубин Малатара",
}
,
[2272] = {
["description"] = "Победите Симфонию Клинков, уничтожив приказы Леди Света, в ветеранских Глубинах Малатара.",
["name"] = "Затенение",
}
,
[2273] = {
["description"] = "Победите Пожирателя Мертвечины, Плачущую Деву, темную сферу, короля Нарилмора и Симфонию Клинков в ветеранских Глубинах Малатара не более чем за 30 минут. Отсчет начинается после вступления в бой.",
["name"] = "Скорость света",
}
,
[2274] = {
["description"] = "Победите Пожирателя Мертвечины, Плачущую Деву, темную сферу, короля Нарилмора и Симфонию Клинков в ветеранских Глубинах Малатара, не допустив гибели ни одного члена группы.",
["name"] = "Очищение",
}
,
[2275] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранскими Глубинами Малатара.",
["name"] = "Покоритель Глубин Малатара",
}
,
[2276] = {
["description"] = "Победите Пожирателя Мертвечины, Плачущую Деву, темную сферу, короля Нарилмора и Симфонию Клинков после уничтожения приказов Леди Света в ветеранских Глубинах Малатара не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Бесстрашие в глубинах",
}
,
[2277] = {
["description"] = "Пройдите ветеранские Морозное хранилище и Глубины Малатара.",
["name"] = "Знаток «Камня ярости»",
}
,
[2292] = {
["description"] = "Одолейте обоих мировых боссов в Мрачных Трясинах.",
["name"] = "Защитник Мрачных Трясин",
}
,
[2293] = {
["description"] = "Одолейте некроманта Баксилта-Га в Бок-Зуле.",
["name"] = "Враг болот",
}
,
[2294] = {
["description"] = "Одолейте тощеболота Громохода в Гулкой лощине.",
["name"] = "Громовержец",
}
,
[2297] = {
["description"] = "Победите Миленну Призывательницу Луны, не прерывая ее способность «Ярость», в ветеранской крепости Лунного Охотника.",
["name"] = "Неутолимая ярость",
}
,
[2298] = {
["description"] = "Победите архивариуса Эрнарда в крепости Лунного Охотника, не убивая его первого союзника — громадного вервольфа.",
["name"] = "Громадный союзник",
}
,
[2299] = {
["description"] = "Победите архивариуса Эрнарда в крепости Лунного Охотника, не допустив того, чтобы кто-то из членов группы получил урон от символов Заркса.",
["name"] = "Книжная ученость",
}
,
[2300] = {
["description"] = "Победите Вайкосу Вознесшуюся в ветеранской крепости Лунного Охотника, не допустив того, чтобы кто-то из членов группы получил урон от ее питомцев-волков на привязи.",
["name"] = "На коротком поводке",
}
,
[2301] = {
["description"] = "Победите Вайкосу Вознесшуюся в ветеранском режиме крепости Лунного Охотника, прочитав свиток славной битвы и убив 7 душителей, а также не допустив того, чтобы кто-то из ее питомцев-волков смог отступить.",
["name"] = "Боязнь удушения",
}
,
[2302] = {
["description"] = "Завершите все три охоты на золотого индрика и получите их дары на Пути Жертвоприношений.",
["name"] = "Великая охота на индрика",
}
,
[2303] = {
["description"] = "Победите Агед Солнцеворотную на ветеранском Пути Жертвоприношений, убив всех ее шатунов в свой сезон.",
["name"] = "Сезонное истребление",
}
,
[2304] = {
["description"] = "Победите Дагрунда Грузного на ветеранском Пути Жертвоприношений, не попав под действие его способности «Сдвиг».",
["name"] = "Сохраняй подвижность",
}
,
[2305] = {
["description"] = "Победите Тарсира на ветеранском Пути Жертвоприношений, не допустив того, чтобы индрик телепортировал кого-то из членов группы во время действия его способности «Окутывающий туман».",
["name"] = "Бредущий в тумане",
}
,
[2306] = {
["description"] = "Заведите Балорга в ловушки Фараса 10 раз на Пути Жертвоприношений.",
["name"] = "Заманивание в ловушку",
}
,
[2307] = {
["description"] = "Победите надзирателя Мелита в крепости Лунного Охотника, не получив урона от Кровавых гейзеров.",
["name"] = "Кровавое месиво",
}
,
[2308] = {
["description"] = "Победите стража зеленого лабиринта в садах ветеранской крепости Лунного Охотника, не допустив того, чтобы кто-то из членов группы был схвачен душителями.",
["name"] = "Уклонение от душителей",
}
,
[2309] = {
["description"] = "Победите стража зеленого лабиринта в ветеранской крепости Лунного Охотника, не допустив того, чтобы кто-то из членов группы попал под действие его атаки «Корни шатуна».",
["name"] = "Корень проблемы",
}
,
[2310] = {
["description"] = "Победите сестер-вещуний на ветеранском Пути Жертвоприношений, ни разу не позволив им воспользоваться своими аурами для усиления друг друга.",
["name"] = "Сестринские узы",
}
,
[2311] = {
["description"] = "Победите Балорга на ветеранском Пути Жертвоприношений, ни разу не получив урон от электрической воды и ядовитых растений.",
["name"] = "Элемент неожиданности",
}
,
[2312] = {
["description"] = "Победите Балорга после осквернения знамени стаи Лунного Охотника на ветеранском Пути Жертвоприношений, ни разу не попав под действие способности «Огненный след».",
["name"] = "Идеальная охота",
}
,
[2321] = {
["description"] = "Одолейте четырех тощеболотов, проглотивших таблички Зинчей-Кону.",
["name"] = "Те, что проглотили времена года",
}
,
[2330] = {
["description"] = "Познакомьтесь с Темным ящером, который очень интересуется вашими делами в Мрачных Трясинах.",
["name"] = "Тайная слежка",
}
,
[2331] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Мрачных Трясин.",
["name"] = "Герой Мрачных Трясин",
}
,
[2333] = {
["description"] = "Выполните задание «Затонувшее сокровище».",
["name"] = "Ловушки и сокровища",
}
,
[2334] = {
["description"] = "Выполните задание «Пропавшие в Мрачных Трясинах».",
["name"] = "Искатель пропавших",
}
,
[2335] = {
["description"] = "Выполните задание «Шепот в лесу».",
["name"] = "Тайны реликта",
}
,
[2336] = {
["description"] = "Выполните задание «Смерть и сон».",
["name"] = "Спящий в живице",
}
,
[2337] = {
["description"] = "Выполните задание «Болото и змея».",
["name"] = "Тени прошлого",
}
,
[2338] = {
["description"] = "Выполните задание «Реликт Аргона».",
["name"] = "Хождение во сне",
}
,
[2339] = {
["description"] = "Выполните задание «Рекой и корнем».",
["name"] = "Река возрождения",
}
,
[2343] = {
["description"] = "Соберите скатловый цветок и обезвредьте газовый цветок, электрический кувшинчик, кочанную катапульту и фонарного богомола.",
["name"] = "Враждебная флора",
}
,
[2353] = {
["description"] = "Помогите ярким-глоткам обеспечить будущее своего племени.",
["name"] = "Потомство",
}
,
[2354] = {
["description"] = "Помогите племени мертвой-воды следовать выбранному пути.",
["name"] = "Хладнокровие и доброта",
}
,
[2355] = {
["description"] = "Подружитесь с племенами ярких-глоток, мертвой-воды и шепота-корня, предложив им помощь в час нужды.",
["name"] = "Друг Мрачных Трясин",
}
,
[2362] = {
["description"] = "Одолейте боевого мага Эннодию, Приручает-Чудовищ, леди Минару и Драки Освобожденного в тюрьме Черная Роза.",
["name"] = "Триумфатор тюрьмы Черная Роза",
}
,
[2363] = {
["description"] = "Одолейте боевого мага Эннодию, Приручает-Чудовищ, леди Минару и Драки Освобожденного в ветеранской тюрьме Черная Роза.",
["name"] = "Завоеватель тюрьмы Черная Роза",
}
,
[2364] = {
["description"] = "Одолейте боевого мага Эннодию, Приручает-Чудовищ, леди Минару и Драки Освобожденного в ветеранской тюрьме Черная Роза, не используя печати во время боя.",
["name"] = "Экономия печатей",
}
,
[2365] = {
["description"] = "Одолейте боевого мага Эннодию, Приручает-Чудовищ, леди Минару и Драки Освобожденного в ветеранской тюрьме Черная Роза, ни разу не погибнув.",
["name"] = "Освобожденный и бессмертный",
}
,
[2366] = {
["description"] = "Одолейте боевого мага Эннодию, Приручает-Чудовищ, леди Минару и Драки Освобожденного в ветеранской тюрьме Черная Роза менее чем за 30 минут. Отсчет начинается в момент начала боя на первой арене.",
["name"] = "Галопом по испытаниям",
}
,
[2367] = {
["description"] = "Одолейте боевого мага Эннодию, Приручает-Чудовищ, леди Минару и Драки Освобожденного в ветеранской тюрьме Черная Роза менее чем за 40 минут, ни разу не погибнув. Отсчет начинается в момент начала боя на первой арене.",
["name"] = "Разбойник Черной Розы",
}
,
[2368] = {
["description"] = "Одолейте боевого мага Эннодию, Приручает-Чудовищ, леди Минару и Драки Освобожденного в ветеранской тюрьме Черная Роза менее чем за 40 минут, ни разу не погибнув и не используя печати во время боя. Отсчет начинается в момент начала боя на первой арене.",
["name"] = "Бог испытаний",
}
,
[2369] = {
["description"] = "Одолейте боевого мага Эннодию в ветеранской тюрьме Черная Роза, чтобы ни один член группы не получил огненного урона во время действия ее способности «Струи пламени».",
["name"] = "Быстрее пламени",
}
,
[2370] = {
["description"] = "Одолейте Приручает-Чудовищ в ветеранской тюрьме Черная Роза, чтобы ни один член группы не был поражен способностью «Сокрушающие корни».",
["name"] = "Уклонение от корней",
}
,
[2371] = {
["description"] = "Одолейте леди Минару в ветеранской тюрьме Черная Роза после призыва трех костяных колоссов в течение 30 секунд от начала раунда.",
["name"] = "Призыв скелетов",
}
,
[2372] = {
["description"] = "Одолейте боевого мага Эннодию, леди Минару и Приручает-Чудовищ в ветеранской тюрьме Черная Роза так, чтобы между убийствами было не более 20 секунд.",
["name"] = "Тройной куш",
}
,
[2373] = {
["description"] = "Одолейте Драки Освобожденного в ветеранской тюрьме Черная Роза так, чтобы он всегда поглощал не менее 2 духов перед использованием «Крика духов».",
["name"] = "Разорванные духи",
}
,
[2374] = {
["description"] = "На первой арене тюрьмы Черная Роза используйте способность боевого мага Эннодии «Метеор», чтобы оглушить всех четырех атронахов одновременно.",
["name"] = "Метеорное безумие",
}
,
[2375] = {
["description"] = "Воскресите трех членов группы одновременно, использовав печать воскрешения на любой арене тюрьмы Черная Роза.",
["name"] = "Поднятие павших",
}
,
[2376] = {
["description"] = "Один член вашей группы должен успешно поглотить как минимум три цели Драки во время действия его способности «Воспламенение духов», а затем очиститься, не погибнув.",
["name"] = "Очищение проклятого",
}
,
[2380] = {
["description"] = "Добейтесь того, чтобы Ледяной Охотник подбросил своих союзников во время «Бешеного избиения» в Морозном хранилище.",
["name"] = "Дикая взбучка",
}
,
[2381] = {
["description"] = "Уклонитесь от всех «Безрассудных рывков» вождя Тзогвина в Морозном хранилище.",
["name"] = "Бег по кругу",
}
,
[2382] = {
["description"] = "Добейтесь того, чтобы вождь Тзогвин уничтожил все три знамени с помощью «Бушующих ветров» в Морозном хранилище.",
["name"] = "Ветер в голове",
}
,
[2384] = {
["description"] = "Победите Риззука и Лавину в ветеранском Морозном хранилище, добившись того, чтобы каждый член группы хотя бы раз был поражен способностью Лавины «Ледяная тюрьма».",
["name"] = "Ледяная картошка",
}
,
[2385] = {
["description"] = "Сбросьте 20 врагов с платформы хранителя Камня в Морозном хранилище.",
["name"] = "Ударное испытание",
}
,
[2386] = {
["description"] = "Захватите контроль над особыми механическими злокрысами всех типов в ветеранском Морозном хранилище. Особые злокрысы появляются во время действия протокола уничтожения в сражении с хранителем Камня после включения верификатора истинности. По окончании протокола ваш злокрыс не должен быть сломан или уничтожен.",
["name"] = "Разнообразие грызунов",
}
,
[2387] = {
["description"] = "Отключите протокол уничтожения хранителя Камня с помощью механических злокрысов Тарайи в течение 35 секунд с момента их призыва в Морозном хранилище. Отсчет начинается после предупреждения Тарайи.",
["name"] = "Крысиные бега",
}
,
[2388] = {
["description"] = "Добейтесь того, чтобы ни один охотничий хобот Пожирателя Мертвечины не был уничтожен, и не попадите под удар ни одной из его теневых форм в ветеранских Глубинах Малатара.",
["name"] = "Прятки",
}
,
[2389] = {
["description"] = "Добейтесь того, чтобы ни один из членов группы не был поражен способностью «Оледенение» во время боя с Плачущей Девой в ветеранских Глубинах Малатара.",
["name"] = "Катание по льду",
}
,
[2390] = {
["description"] = "Не уничтожьте ни одну цветную сферу во время боя с темной сферой в ветеранских Глубинах Малатара.",
["name"] = "Цветовая слепота",
}
,
[2391] = {
["description"] = "Не дайте Квинту выиграть спор с Тарайей во время боя с королем Нарилмором в Глубинах Малатара.",
["name"] = "Родственные души",
}
,
[2392] = {
["description"] = "Победите по крайней мере по одному аврорианцу каждого цвета во время боя с Симфонией Клинков в Глубинах Малатара.",
["name"] = "Радужная жатва",
}
,
[2393] = {
["description"] = "Не дайте Симфонии Клинков пересечь фалангу аврорианцев и получить усиление Света Меридии в ветеранских Глубинах Малатара.",
["name"] = "Разбитый строй",
}
,
[2395] = {
["description"] = "Прочитав приказы Леди Света, войдите в цветную комнату после того, как уничтожите все цветные сферы, во время боя с Симфонией Клинков в ветеранских Глубинах Малатара.",
["name"] = "Потускнение",
}
,
[2405] = {
["description"] = "Победите На\'руза Заклинателя Костей, стража черепов, в Костяной яме.",
["name"] = "Крушитель черепов",
}
,
[2406] = {
["description"] = "Победите дро-м\'Атра Залшим на плато Кошмаров.",
["name"] = "Кошмар плато Кошмаров",
}
,
[2407] = {
["description"] = "Победите ужасную птицу Ки\'ву Коварную в ущелье Когтя.",
["name"] = "Истребитель ужасных птиц",
}
,
[2408] = {
["description"] = "Победите некроманта Таннара Грабителя Могил на Краю Шрама.",
["name"] = "Защитник Могилы",
}
,
[2409] = {
["description"] = "Победите мастера меча Визраду на холме Сломанных Мечей.",
["name"] = "Раскалыватель мечей",
}
,
[2410] = {
["description"] = "Победите преступный дуэт Зав\'и и Акумджарго у ручья Красных Рук.",
["name"] = "Краснорукий каратель",
}
,
[2411] = {
["description"] = "Победите всех шестерых мировых боссов в Северном Эльсвейре.",
["name"] = "Защитник Северного Эльсвейра",
}
,
[2415] = {
["description"] = "Победите Восставшие руины, Дро\'закара, Куджо-Кетбу, Нисазду и Грандвульфа в храме Погребенных Лун.",
["name"] = "Триумфатор храма Погребенных Лун",
}
,
[2416] = {
["description"] = "Победите Восставшие руины, Дро\'закара, Куджо-Кетбу, Нисазду и Грандвульфа в ветеранском храме Погребенных Лун.",
["name"] = "Завоеватель храма Погребенных Лун",
}
,
[2417] = {
["description"] = "Победите Грандвульфа после использования кровавого илота Сангина в ветеранском храме Погребенных Лун.",
["name"] = "Опьянение силой",
}
,
[2418] = {
["description"] = "Победите все группы врагов, а также Восставшие руины, Дро\'закара, Куджо-Кетбу, Нисазду и Грандвульфа, в ветеранском храме Погребенных Лун не более чем за 30 минут. Отсчет начинается, когда игроки сталкиваются с первой группой врагов.",
["name"] = "Кровавая гонка",
}
,
[2419] = {
["description"] = "Победите все группы врагов, а также Восставшие руины, Дро\'закара, Куджо-Кетбу, Нисазду и Грандвульфа, в ветеранском храме Погребенных Лун, не допустив гибели ни одного члена группы.",
["name"] = "Побег из могилы",
}
,
[2421] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским храмом Погребенных Лун.",
["name"] = "Покоритель храма Погребенных Лун",
}
,
[2422] = {
["description"] = "Победите все группы врагов, а также Восставшие руины, Дро’закара, Куджо-Кетба, Нисазду и Грандвульфа, после использования кровавого илота Сангина в ветеранском храме Погребенных Лун, не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Укрощение Пожирателя",
}
,
[2425] = {
["description"] = "Победите Селену, летающего Марселока, язву Лазурной чумы, Марселока на его насесте и Марселока в гнезде в логове Марселока.",
["name"] = "Триумфатор логова Марселока",
}
,
[2426] = {
["description"] = "Победите Селену, летающего Марселока, язву Лазурной чумы, Марселока на его насесте и Марселока в гнезде в ветеранском логове Марселока.",
["name"] = "Завоеватель логова Марселока",
}
,
[2427] = {
["description"] = "Победите Марселока в гнезде после использования семени Лазурной чумы в ветеранском логове Марселока.",
["name"] = "Спаситель Селены",
}
,
[2428] = {
["description"] = "Победите все группы врагов, а также Селену, летающего Марселока, язву Лазурной чумы, Марселока на его насесте и Марселока в гнезде в ветеранском логове Марселока не более чем за 35 минут. Отсчет начинается, когда игроки сталкиваются с первой группой врагов.",
["name"] = "Поглотитель сорняков",
}
,
[2429] = {
["description"] = "Победите все группы врагов, а также Селену, летающего Марселока, язву Лазурной чумы, Марселока на его насесте и Марселока в гнезде в ветеранском логове Марселока, не допустив гибели ни одного члена группы.",
["name"] = "Неиссякаемая выносливость",
}
,
[2430] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским логовом Марселока.",
["name"] = "Покоритель логова Марселока",
}
,
[2431] = {
["description"] = "Победите все группы врагов, а также Селену, летающего Марселока, язву Лазурной чумы, Марселока на его насесте и Марселока в гнезде после использования семени Лазурной чумы в ветеранском логове Марселока не более чем за 35 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Ярость природы",
}
,
[2432] = {
["description"] = "Пройдите храм Погребенных Лун и логово Марселока в ветеранском режиме.",
["name"] = "Знаток «Сокрушителя драконов»",
}
,
[2433] = {
["description"] = "Победите Йолнакрина, Локкестиза и Навинтаса в Солнечном Шпиле.",
["name"] = "Прохождение Солнечного Шпиля",
}
,
[2434] = {
["description"] = "Победите всех врагов, а также Йолнакрина, Локкестиза и Навинтаса в ветеранском режиме Солнечного Шпиля в течение 30 минут после входа в коридор между преддверием храма и внутренним двором.",
["name"] = "Бегун Солнечного Шпиля",
}
,
[2435] = {
["description"] = "Победите Йолнакрина, Локкестиза и Навинтаса в ветеранском режиме Солнечного Шпиля.",
["name"] = "Завоеватель Солнечного Шпиля",
}
,
[2436] = {
["description"] = "Победите всех врагов, а также Йолнакрина, Локкестиза и Навинтаса в ветеранском режиме Солнечного Шпиля, не допустив гибели ни одного члена группы.",
["name"] = "Бич драконов",
}
,
[2440] = {
["description"] = "Победите всех защитников некрополя Риммена.",
["name"] = "Завоеватель некрополя Риммена",
}
,
[2441] = {
["description"] = "Победите трех защитников некрополя Риммена.",
["name"] = "Триумфатор некрополя Риммена",
}
,
[2442] = {
["description"] = "Победите всех защитников Оркреста.",
["name"] = "Завоеватель Оркреста",
}
,
[2443] = {
["description"] = "Победите трех защитников Оркреста.",
["name"] = "Триумфатор Оркреста",
}
,
[2444] = {
["description"] = "Победите воплощение Дарлока Брея и избранницу Меррунза в некрополе Риммена.",
["name"] = "Групповое событие некрополя Риммена",
}
,
[2445] = {
["description"] = "Победите Воронью Чуму в Оркресте.",
["name"] = "Групповое событие Оркреста",
}
,
[2466] = {
["description"] = "Победите Йолнакрина, Локкестиза и Навинтаса в ветеранском режиме Солнечного Шпиля, потушив все жаровни для подношений.",
["name"] = "Триумфатор Солнечного Шпиля",
}
,
[2467] = {
["description"] = "Победите Йолнакрина, Локкестиза и Навинтаса, а также всех их враждебных последователей, потушив все жаровни для подношений, в ветеранском режиме Солнечного Шпиля в течение 30 минут после входа в коридор между преддверием храма и внутренним двором, не допустив гибели ни одного члена группы.",
["name"] = "Убийца богов Солнечного Шпиля",
}
,
[2468] = {
["description"] = "Получите перечисленные достижения, связанные с Солнечным Шпилем.",
["name"] = "Свержение драконов в Солнечном Шпиле",
}
,
[2469] = {
["description"] = "Победите Йолнакрина в ветеранском режиме Солнечного Шпиля, потушив все его жаровни для подношений.",
["name"] = "Разжигая пламя",
}
,
[2470] = {
["description"] = "Победите Локкестиза в ветеранском режиме Солнечного Шпиля, потушив все его жаровни для подношений.",
["name"] = "Охотник за бурями",
}
,
[2471] = {
["description"] = "Пройдите Морозное хранилище и Глубины Малатара.",
["name"] = "Разведчик «Камня ярости»",
}
,
[2482] = {
["description"] = "Выполните задание «Драконья рать» в Северном Эльсвейре.",
["name"] = "Адъютант Тарна",
}
,
[2483] = {
["description"] = "Выполните задание «Королева-узурпатор» в Северном Эльсвейре.",
["name"] = "Рискованные переговоры",
}
,
[2484] = {
["description"] = "Выполните задание «Битва за Риверхолд» в Северном Эльсвейре.",
["name"] = "Защитник Риверхолда",
}
,
[2485] = {
["description"] = "Выполните задание «Две королевы» в Северном Эльсвейре.",
["name"] = "Революция в Риммене",
}
,
[2486] = {
["description"] = "Выполните задание «Последний приказ» в Северном Эльсвейре.",
["name"] = "Срыв покушения",
}
,
[2487] = {
["description"] = "Выполните задание «Кэдвелл Предатель» в Северном Эльсвейре.",
["name"] = "Убийца предателя",
}
,
[2488] = {
["description"] = "Выполните задание «Сердце Джоуда» в Северном Эльсвейре.",
["name"] = "Лунная поступь",
}
,
[2489] = {
["description"] = "Выполните задание «Наследница Анеквины» в Северном Эльсвейре.",
["name"] = "Помощник королевы",
}
,
[2499] = {
["description"] = "Победите Йолнакрина в Солнечном Шпиле, уничтожая его железных слуг только после того, как они разъярятся.",
["name"] = "Куй железо, пока горячо",
}
,
[2500] = {
["description"] = "Победите Локкестиза в Солнечном Шпиле, не допустив поражения ни одного члена группы «Штормовым дыханием».",
["name"] = "Быстрее молнии",
}
,
[2501] = {
["description"] = "Победите Навинтаса в Солнечном Шпиле так, чтобы члены группы переместились во времени с помощью временной бреши не более одного раза.",
["name"] = "В согласии",
}
,
[2509] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать спасителем Эльсвейра.",
["name"] = "Спаситель Эльсвейра",
}
,
[2519] = {
["description"] = "Соберите все части мумифицированного альфика в некрополе Риммена, чтобы воскресить жуткую мумию кошки.",
["name"] = "Хозяин альфика-мумии",
}
,
[2520] = {
["description"] = "Соберите части пропитанной хворью ткани в Оркресте и соедините их, чтобы создать мантию повелителя злокрысов Периайта.",
["name"] = "Лататель чумной одежды Периайта",
}
,
[2522] = {
["description"] = "Свергните королеву-узурпатора, победите Муламнира и помогите вернуть правителя на трон Риммена, пока Северному Эльсвейру угрожает драконья рать.",
["name"] = "Защитник Анеквины",
}
,
[2523] = {
["description"] = "Достигните максимального уровня навыка «Гильдия воров».",
["name"] = "Мастер навыка «Гильдия воров»",
}
,
[2524] = {
["description"] = "Достигните максимального уровня навыка «Темное Братство».",
["name"] = "Мастер навыка «Темное Братство»",
}
,
[2534] = {
["description"] = "Соберите обрывки бесценного каджитского гобелена «Каджиты лун», чтобы почтить историю и воодушевить жителей Сенчала.",
["name"] = "Обрывки истории",
}
,
[2539] = {
["description"] = "Победите Кьярга Клыколома, сестру Скелгу, Веарога Неуклюжего, бурерожденного неупокоенного и ковен Ледяного Предела в Ледяном Пределе.",
["name"] = "Триумфатор Ледяного Предела",
}
,
[2540] = {
["description"] = "Победите Кьярга Клыколома, сестру Скелгу, Веарога Неуклюжего, бурерожденного неупокоенного и ковен Ледяного Предела в ветеранском Ледяном Пределе.",
["name"] = "Завоеватель Ледяного Предела",
}
,
[2541] = {
["description"] = "Победите ковен Ледяного Предела в ветеранском Ледяном Пределе после сожжения их священного плетеного тотема.",
["name"] = "Хладнокровный убийца",
}
,
[2542] = {
["description"] = "Победите Кьярга Клыколома, сестру Скелгу, Веарога Неуклюжего, бурерожденного неупокоенного и ковен Ледяного Предела в ветеранском Ледяном Пределе не более чем за 30 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Стремительность тана",
}
,
[2543] = {
["description"] = "Победите все группы врагов, а также Кьярга Клыколома, сестру Скелгу, Веарога Неуклюжего, бурерожденного неупокоенного и ковен Ледяного Предела в ветеранском Ледяном Пределе, не допустив гибели ни одного члена группы.",
["name"] = "Чароустойчивость",
}
,
[2545] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Ледяным Пределом.",
["name"] = "Покоритель Ледяного Предела",
}
,
[2546] = {
["description"] = "Победите все группы врагов, Кьярга Клыколома, сестру Скелгу, Веарога Неуклюжего, бурерожденного неупокоенного и ковен Ледяного Предела в ветеранском Ледяном Пределе после сожжения плетеного ведьминского тотема не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Нет покоя грешникам",
}
,
[2549] = {
["description"] = "Победите Хакгрима Ревуна, Хранительницу Горна, Вечного стража, Ондагора Безумного и Кьялнара Скальда Гробниц в Нечестивой Могиле.",
["name"] = "Триумфатор Нечестивой Могилы",
}
,
[2550] = {
["description"] = "Победите Хакгрима Ревуна, Хранительницу Горна, Вечного стража, Ондагора Безумного и Кьялнара Скальда Гробниц в ветеранской Нечестивой Могиле.",
["name"] = "Завоеватель Нечестивой Могилы",
}
,
[2551] = {
["description"] = "Победите Кьялнара Скальда Гробниц в ветеранской Нечестивой Могиле после уничтожения его тотема из черепов.",
["name"] = "Сокрушитель черепов",
}
,
[2552] = {
["description"] = "Победите все группы врагов, а также Хакгрима Ревуна, Хранительницу Горна, Вечного стража, Ондагора Безумного и Кьялнара Скальда Гробниц в ветеранской Нечестивой Могиле не более чем за 30 минут. Отсчет начинается при вступлении в бой с первой группой врагов. Посещать святилище Вории не обязательно.",
["name"] = "Расхититель могил",
}
,
[2553] = {
["description"] = "Победите все группы врагов, а также Хакгрима Ревуна, Хранительницу Горна, Вечного стража, Ондагора Безумного и Кьялнара Скальда Гробниц в ветеранской Нечестивой Могиле, не допустив гибели ни одного члена группы. Посещать святилище Вории не обязательно.",
["name"] = "Нетронутая могила",
}
,
[2554] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской Нечестивой Могилой.",
["name"] = "Покоритель Нечестивой Могилы",
}
,
[2555] = {
["description"] = "Победите все группы врагов, Хакгрима Ревуна, Хранительницу Горна, Вечного стража, Ондагора Безумного и Кьялнара Скальда Гробниц в ветеранской Нечестивой Могиле, уничтожив нечестивый тотем Кьялнара, за 30 минут, не погибнув. Посещать святилище Вории не обязательно. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Бросая вызов смерти",
}
,
[2556] = {
["description"] = "Пройдите Ледяной Предел и Нечестивую Могилу в ветеранском режиме.",
["name"] = "Знаток «Мрачной бури»",
}
,
[2563] = {
["description"] = "Одолейте обоих мировых боссов в Южном Эльсвейре.",
["name"] = "Защитник Пеллитина",
}
,
[2564] = {
["description"] = "Победить стража храма Иратана Светоносца в святилище Возрожденных.",
["name"] = "Грозный страж храма",
}
,
[2565] = {
["description"] = "Победить изгнанного адепта Ри\'Атараши на его тренировочной площадке.",
["name"] = "Конец изгнания",
}
,
[2569] = {
["description"] = "Победите Восставшие руины в ветеранском храме Погребенных Лун, не создавая кровавый илот с помощью синергии «Жертвы Сангина».",
["name"] = "Бескровное убийство",
}
,
[2570] = {
["description"] = "Победите Дро\'закара в храме Погребенных Лун, разбив поглощаемый им кровавый илот.",
["name"] = "Кровавое убийство",
}
,
[2571] = {
["description"] = "Победите Куджо-Кетбу в ветеранском храме Погребенных Лун и заблокируйте три гейзера с интервалами не более чем в 3 секунды.",
["name"] = "В кубе",
}
,
[2572] = {
["description"] = "Нанесите смертельный удар Жажде Сангина в ветеранском храме Погребенных Лун, используя кровавый илот.",
["name"] = "Утоление жажды",
}
,
[2573] = {
["description"] = "Победите Нисазду и Грандвульфа в ветеранском храме Погребенных Лун, не позволив Нисазде использовать способность «Кровные узы», чтобы уравнять их здоровье.",
["name"] = "Неудачное переливание",
}
,
[2574] = {
["description"] = "Победите Грандвульфа в ветеранском храме Погребенных Лун, чтобы каждый член группы при этом переместил передвижной камень не более одного раза.",
["name"] = "Совместный опыт",
}
,
[2575] = {
["description"] = "После использования кровавого илота Сангина раздавите ненасытных хоарворов с помощью передвижного камня в ветеранском храме Погребенных Лун.",
["name"] = "Тяжелая ноша",
}
,
[2576] = {
["description"] = "Победите Селену в логове Марселока, не получив урона от ее ядовитых стрел.",
["name"] = "Хорошая реакция",
}
,
[2577] = {
["description"] = "Поразите 150 врагов кровавыми илотами в храме Погребенных Лун.",
["name"] = "Кровавый губитель",
}
,
[2578] = {
["description"] = "Победите летающего Марселока в логове Марселока, не допустив того, чтобы члены группы были задеты его способностями «Чумной шар» и «Зачумленная земля».",
["name"] = "Глаза в небе",
}
,
[2579] = {
["description"] = "Победите шатуна Лазурной чумы в ветеранском логове Марселока, пока он разъярен способностью Марселока «Зачумленная земля».",
["name"] = "Хозяин сада",
}
,
[2580] = {
["description"] = "Победите язву Лазурной чумы в логове Марселока, убедившись, что каждый из членов группы поднял очищенное семя скверны.",
["name"] = "Севооборот",
}
,
[2581] = {
["description"] = "Победите Марселока на его насесте в ветеранском логове Марселока, не допустив гибели ни одного вместилища Шаграт.",
["name"] = "Щит Шаграт",
}
,
[2582] = {
["description"] = "Победите Марселока на его насесте в ветеранском логове Марселока, не убив ни одного шатуна Лазурной чумы.",
["name"] = "Друг деревьев",
}
,
[2583] = {
["description"] = "Победите Марселока в гнезде в ветеранском логове Марселока, очистив все семена скверны и не допустив, чтобы текущий носитель применил очищающие обереги Селены.",
["name"] = "Очиститель скверны",
}
,
[2584] = {
["description"] = "Победите Марселока в ветеранском Логове Марселока повышенной сложности, убедившись, что он получает эффект «Живительные пары» при каждом «Выпаде».",
["name"] = "Любитель синих растений",
}
,
[2590] = {
["description"] = "Пройдите храм Погребенных Лун и логово Марселока.",
["name"] = "Разведчик «Сокрушителя драконов»",
}
,
[2596] = {
["description"] = "Выполните задание «Логово дракона» в Южном Эльсвейре.",
["name"] = "Обнаружитель логова",
}
,
[2597] = {
["description"] = "Выполните задание «Непростые союзы» в Южном Эльсвейре.",
["name"] = "Наставление Кенарти",
}
,
[2598] = {
["description"] = "Выполните задание «Орден Новой Луны» в Южном Эльсвейре.",
["name"] = "Внедрение в орден Новой Луны",
}
,
[2599] = {
["description"] = "Выполните задание «Прайд Алкоша» в Южном Эльсвейре.",
["name"] = "Залы верховного Гривы",
}
,
[2600] = {
["description"] = "Выполните задание «Драконья стража» в Южном Эльсвейре.",
["name"] = "Возвращение Драконьей стражи",
}
,
[2602] = {
["description"] = "Выполните в Южном Эльсвейре задание «Темная Вечность», которое станет доступным после выполнения заданий основных сюжетных линий в Эльсвейре и Драконьем Оплоте.",
["name"] = "Гнев дракона",
}
,
[2603] = {
["description"] = "Выполните задание «Восход Новой Луны» в Южном Эльсвейре.",
["name"] = "Падение Темной Вечности",
}
,
[2604] = {
["description"] = "Выполните задание «Гордость Эльсвейра» в Южном Эльсвейре.",
["name"] = "Яркие луны над Эльсвейром",
}
,
[2619] = {
["description"] = "Разыщите 10 частей утраченной пьесы Юлия Круилия «Эльсвейр, любовь моя».",
["name"] = "Театральный критик",
}
,
[2620] = {
["description"] = "Найдите тренировочную площадку древней Драконьей стражи и преодолейте ее с помощью зацепного арбалета.",
["name"] = "Следопыт с зацепным арбалетом",
}
,
[2621] = {
["description"] = "Разыщите и победите всех оставшихся членов знаменитой пиратской шайки «Синий Яд» — морских эльфов-мародеров, скрывающихся в Южном Эльсвейре.",
["name"] = "Истребитель наследия",
}
,
[2623] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Драконьей стражи.",
["name"] = "Герой Драконьей стражи",
}
,
[2625] = {
["description"] = "Достигните максимального уровня навыка «Орден Псиджиков».",
["name"] = "Мастер навыка «Орден Псиджиков»",
}
,
[2633] = {
["description"] = "Окажите помощь нуждающимся в ней на руинах Южного Дозора и на Черных Холмах.",
["name"] = "Помощь беспомощным",
}
,
[2634] = {
["description"] = "Помогите членам Южного Дозора сбежать из Южного Эльсвейра.",
["name"] = "Новое начало",
}
,
[2635] = {
["description"] = "Помогите восстановить Стену жизни в деревне Черные Холмы.",
["name"] = "Листья на ветру",
}
,
[2638] = {
["description"] = "Достигните максимального уровня навыка «Магия душ».",
["name"] = "Мастер навыка «Магия душ»",
}
,
[2648] = {
["description"] = "Победите морского великана Исмгара на побережье Исмгара в Западном Скайриме.",
["name"] = "Защитник побережья",
}
,
[2649] = {
["description"] = "Победите вервольфов-охотников Хордрека в охотничьих угодьях Хордрека в Западном Скайриме.",
["name"] = "Охота на охотников",
}
,
[2650] = {
["description"] = "Победите орка по имени Скрег Непобедимый в Круге героев в Западном Скайриме.",
["name"] = "Победитель Непобедимого",
}
,
[2651] = {
["description"] = "Победите ворожею Мать Тьмы в убежище Матери Тьмы в Западном Скайриме.",
["name"] = "Оттенки Серой рати",
}
,
[2652] = {
["description"] = "Победите Хьоррен Жницу, Коготь Рока и экзарха Савфира из Серой рати в местах пиршеств вампиров в пещерах Греймура в Черном Пределе.",
["name"] = "Вот и пиру конец",
}
,
[2653] = {
["description"] = "Победите двемерского колосса на зарядной станции в пещерах Греймура в Черном Пределе.",
["name"] = "Двемерский разборщик",
}
,
[2654] = {
["description"] = "Победите всех шестерых мировых боссов в Западном Скайриме и пещерах Греймура в Черном Пределе.",
["name"] = "Защитник Западного Скайрима",
}
,
[2658] = {
["description"] = "Поговорите с легендарным каджитским героем на террасе дворца Сенчала после завершения основных сюжетных линий Эльсвейра и Драконьего Оплота.",
["name"] = "Песнь героя",
}
,
[2660] = {
["description"] = "Пройдите Ледяной Предел и Нечестивую Могилу.",
["name"] = "Разведчик «Мрачной бури»",
}
,
[2670] = {
["description"] = "Победите Кьярга Клыколома в ветеранском Ледяном Пределе так, чтобы в живых оставалось не менее трех полностью сформированных ледяных атронахов.",
["name"] = "Ледяной финиш",
}
,
[2671] = {
["description"] = "Лишите 50 душителей ледяного доспеха, нанося им урон огненным сиянием с помощью эффекта «Оплавляющий поток».",
["name"] = "Пожар в подлеске",
}
,
[2672] = {
["description"] = "Победите сестру Скелгу в ветеранском Ледяном Пределе, не допустив того, чтобы ледяные плевки душителей попали в кого-либо из игроков.",
["name"] = "Плевать на них",
}
,
[2673] = {
["description"] = "Победите Веарога Неуклюжего в ветеранском Ледяном Пределе, не убив ни одно привидение из разлома.",
["name"] = "Открытый вызов",
}
,
[2674] = {
["description"] = "Победите 3 грозовых атронахов так, чтобы их смерти разделяло не более 3 секунд, во время боя с бурерожденным неупокоенным в ветеранском Ледяном Пределе.",
["name"] = "Молния ударяет трижды",
}
,
[2675] = {
["description"] = "Победите ковен Ледяного Предела в ветеранском Ледяном Пределе, пока на одного члена группы действуют особые заклинания всех ведьм.",
["name"] = "Око бури",
}
,
[2676] = {
["description"] = "Помешайте ковену Ледяного Предела применить способность «Грозовой всплеск», прервав всех четырех сестер в течение 5 секунд после начала произнесения заклинания.",
["name"] = "Стремительный устранитель",
}
,
[2677] = {
["description"] = "Позвольте великану Голлы добить каждую впавшую в состояние ярости сестру во время боя с ковеном Ледяного Предела в ветеранском Ледяном Пределе повышенной сложности.",
["name"] = "Поразительное умиротворение",
}
,
[2678] = {
["description"] = "Найдите вход в святилище Вории в Нечестивой Могиле и победите обитающего там зверя.",
["name"] = "Тук-тук",
}
,
[2679] = {
["description"] = "Победите Хакгрима Ревуна в ветеранской Нечестивой Могиле, не убив ни одно чудовище из плоти.",
["name"] = "Безжалостный собаколов",
}
,
[2680] = {
["description"] = "Победите Хранительницу Горна, ни разу не обнаружив верный символ.",
["name"] = "Паника в Горне",
}
,
[2681] = {
["description"] = "Победите Вечного стража, не допустив ни того, чтобы кольцо заблокировало атаки членов группы, ни взрыва младших стражей.",
["name"] = "Расколотые щиты",
}
,
[2682] = {
["description"] = "Победите младшего стража сразу после того, как он начнет направлять способность «Сокрушитель щитов» и до того, как он взорвется, во время боя с Вечным стражем в Нечестивой Могиле.",
["name"] = "Смерть в последнюю секунду",
}
,
[2683] = {
["description"] = "Убейте всех лекарей так, чтобы их смерти разделяло не более 5 секунд, во время боя с Ондагором Безумным в ветеранской Нечестивой Могиле.",
["name"] = "Гроза лекарей",
}
,
[2684] = {
["description"] = "Победите Кьялнара Скальда Гробниц в ветеранской Нечестивой Могиле, не убивая пронизанных магией скелетов до тех пор, пока они не достигнут усиливающих кругов.",
["name"] = "Безудержное усиление",
}
,
[2685] = {
["description"] = "Победите Кьялнара Скальда Гробниц, не дав пронизанным магией скелетам усилить себя.",
["name"] = "Разгром скелетов",
}
,
[2688] = {
["description"] = "Прервите мрачные бури во всех ритуальных кругах в Западном Скайриме и пещерах Греймура в Черном Пределе.",
["name"] = "Ловец мрачных бурь",
}
,
[2690] = {
["description"] = "Прервите 10 мрачных бурь в ритуальных кругах в Западном Скайриме, Пределе или пещерах Греймура в Черном Пределе.",
["name"] = "Разрушитель мрачных бурь",
}
,
[2691] = {
["description"] = "Прервите 30 мрачных бурь в ритуальных кругах в Западном Скайриме, Пределе или пещерах Греймура в Черном Пределе.",
["name"] = "Ликвидатор мрачных бурь",
}
,
[2694] = {
["description"] = "Победите экзарха Краглена, каменное чудовище и безумного алхимика Аркасиса в Каменном Саду.",
["name"] = "Триумфатор Каменного Сада",
}
,
[2695] = {
["description"] = "Победите экзарха Краглена, каменное чудовище и безумного алхимика Аркасиса в ветеранском Каменном Саду.",
["name"] = "Завоеватель Каменного Сада",
}
,
[2697] = {
["description"] = "Победите все группы врагов, а также экзарха Краглена, каменное чудовище и безумного алхимика Аркасиса в ветеранском Каменном Саду не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой защитников Каменного Сада. Посещать комнаты с регуляторами оживляющей жидкости не обязательно.",
["name"] = "Проворный экспериментатор",
}
,
[2698] = {
["description"] = "Победите все группы врагов, а также экзарха Краглена, каменное чудовище и безумного алхимика Аркасиса в ветеранском Каменном Саду, не допустив гибели ни одного члена группы. Посещать комнаты с регуляторами оживляющей жидкости не обязательно.",
["name"] = "Безопасность прежде всего!",
}
,
[2700] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Каменным Садом.",
["name"] = "Покоритель Каменного Сада",
}
,
[2701] = {
["description"] = "Победите все группы врагов, экзарха Краглена, каменное чудовище и безумного алхимика Аркасиса, подняв знамя вызова для каждого из них, в ветеранском Каменном Саду за 25 минут, не допустив гибели ни одного члена группы. Посещать комнаты с регуляторами оживляющей жидкости не обязательно. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Истинный гений",
}
,
[2704] = {
["description"] = "Победите Ужасную Тиндалру, кровавого сумрака, Вадорота, Тальфика и Леди Шипов в замке Шипов.",
["name"] = "Триумфатор замка Шипов",
}
,
[2705] = {
["description"] = "Победите Ужасную Тиндалру, кровавого сумрака, Вадорота, Тальфика и Леди Шипов в ветеранском замке Шипов.",
["name"] = "Завоеватель замка Шипов",
}
,
[2706] = {
["description"] = "Победите Леди Шипов в ветеранском замке Шипов, подняв знамя вызова.",
["name"] = "Губитель Шипов",
}
,
[2707] = {
["description"] = "Победите все группы врагов, а также Ужасную Тиндалру, кровавого сумрака, Вадорота, Тальфика и Леди Шипов в ветеранском замке Шипов не более чем за 30 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Погибель древнего дома",
}
,
[2708] = {
["description"] = "Победите все группы врагов, а также Ужасную Тиндалру, кровавого сумрака, Вадорота, Тальфика и Леди Шипов в ветеранском замке Шипов, не допустив гибели ни одного члена группы.",
["name"] = "Неудержимый натиск",
}
,
[2709] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским замком Шипов.",
["name"] = "Покоритель замка Шипов",
}
,
[2710] = {
["description"] = "Победите все группы врагов, а также Ужасную Тиндалру, кровавого сумрака, Вадорота, Тальфика и Леди Шипов, подняв знамя вызова, в ветеранском замке Шипов не более чем за 30 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Гроза Шипов",
}
,
[2711] = {
["description"] = "Пройдите Каменный Сад и замок Шипов в ветеранском режиме.",
["name"] = "Знаток «Камней и шипов»",
}
,
[2712] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать спасителем Западного Скайрима.",
["name"] = "Спаситель Западного Скайрима",
}
,
[2714] = {
["description"] = "Победите Гарнельда Пустотелого и его отряд нежити и драугров в Лабиринтиане.",
["name"] = "Групповое событие Лабиринтиана",
}
,
[2715] = {
["description"] = "Победите Критерия Заводного города и его механических слуг в Нчутнкарсте.",
["name"] = "Групповое событие Нчутнкарста",
}
,
[2716] = {
["description"] = "Соберите сведения об угрозе, нависшей над Западным Скайримом, и восстановите мир в Солитьюде и окружающих владениях.",
["name"] = "Защитник Солитьюда",
}
,
[2717] = {
["description"] = "Победите всех защитников Лабиринтиана в Западном Скайриме.",
["name"] = "Завоеватель Лабиринтиана",
}
,
[2718] = {
["description"] = "Победите всех защитников Нчутнкарста в пещерах Сумеречного города в Черном Пределе.",
["name"] = "Завоеватель Нчутнкарста",
}
,
[2719] = {
["description"] = "Выполните задание «Надвигающаяся буря» в Западном Скайриме.",
["name"] = "Напарник Титанорожденной",
}
,
[2720] = {
["description"] = "Выполните задание «Темные тучи над Солитьюдом» в Западном Скайриме.",
["name"] = "Убийца убийц",
}
,
[2721] = {
["description"] = "Выполните задание «Владения в опасности» в Западном Скайриме.",
["name"] = "Герой владений",
}
,
[2722] = {
["description"] = "Выполните задание «Вампир-ученый» в Западном Скайриме.",
["name"] = "Друг Феннориана",
}
,
[2723] = {
["description"] = "Выполните задание «Серая рать» в Западном Скайриме.",
["name"] = "Решительный разведчик",
}
,
[2724] = {
["description"] = "Выполните задание «Пробуждение Греймура» в Западном Скайриме.",
["name"] = "Ликвидатор опасностей",
}
,
[2725] = {
["description"] = "Выполните задание «Волчья дочь» в Западном Скайриме.",
["name"] = "Дипломат Скайрима",
}
,
[2732] = {
["description"] = "Победите Яндира Мясника, капитана Врола и лорда Фальгравна в Эгиде Кин.",
["name"] = "Триумфатор Эгиды Кин",
}
,
[2733] = {
["description"] = "Победите всех врагов, а также Яндира Мясника, капитана Врола и лорда Фальгравна в ветеранской Эгиде Кин в течение 35 минут после входа в деревню Насест Кин.",
["name"] = "Бегун Эгиды Кин",
}
,
[2734] = {
["description"] = "Победите Яндира Мясника, капитана Врола и лорда Фальгравна в ветеранской Эгиде Кин.",
["name"] = "Завоеватель Эгиды Кин",
}
,
[2735] = {
["description"] = "Победите всех врагов, а также Яндира Мясника, капитана Врола и лорда Фальгравна в ветеранской Эгиде Кин, не допустив гибели ни одного члена группы.",
["name"] = "Безупречная буря",
}
,
[2736] = {
["description"] = "Победите Яндира Мясника в ветеранской Эгиде Кин, подняв знамя вызова.",
["name"] = "Мясорубка",
}
,
[2737] = {
["description"] = "Победите капитана Врола в ветеранской Эгиде Кин, подняв знамя вызова.",
["name"] = "Корабль идет ко дну",
}
,
[2739] = {
["description"] = "Победите Яндира Мясника, капитана Врола и лорда Фальгравна в ветеранской Эгиде Кин, подняв знамя вызова, за одно прохождение.",
["name"] = "Спаситель Оплота",
}
,
[2740] = {
["description"] = "Победите Яндира Мясника, капитана Врола и лорда Фальгравна, а также их последователей, подняв знамя вызова для каждого из них, в ветеранском режиме Эгиды Кин в течение 35 минут после входа в деревню Насест Кин, не допустив гибели ни одного члена группы.",
["name"] = "Безупречный прорыв осады",
}
,
[2743] = {
["description"] = "Победите Яндира Мясника в ветеранской Эгиде Кин при условии, что ни один из игроков не передаст желчь коруса союзнику.",
["name"] = "Защита от желчи",
}
,
[2744] = {
["description"] = "Победите Врола в ветеранской Эгиде Кин, отремонтировав только одну из двух доступных баллист.",
["name"] = "Единственное орудие",
}
,
[2745] = {
["description"] = "Успешно спасите всех пленников, захваченных лордом Фальгравном, в ветеранской Эгиде Кин.",
["name"] = "Глубочайшая признательность",
}
,
[2746] = {
["description"] = "Получите перечисленные достижения, связанные с Эгидой Кин.",
["name"] = "Избавление Кин",
}
,
[2753] = {
["description"] = "Победите экзарха Краглена в ветеранском Каменном Саду, подняв знамя вызова.",
["name"] = "Укрощение гончих",
}
,
[2754] = {
["description"] = "Победите каменное чудовище в ветеранском Каменном Саду, подняв знамя вызова.",
["name"] = "Есть над чем поработать",
}
,
[2755] = {
["description"] = "Победите экзарха Краглена, каменное чудовище и безумного алхимика Аркасиса в ветеранском Каменном Саду, подняв знамя вызова для каждого из них.",
["name"] = "Большая тройка",
}
,
[2758] = {
["description"] = "Победите вампира-лорда Серой рати, титана мрачной бури и мрачного потрошителя, пока они защищают мрачную бурю.",
["name"] = "Сокрушитель обороны мрачных бурь",
}
,
[2759] = {
["description"] = "Соберите все 5 образцов горных пород в пещерах Греймура в Черном Пределе.",
["name"] = "Собиратель горных пород",
}
,
[2760] = {
["description"] = "Выполните задание «Долгая дорога домой» и станьте таном-стражем Морфала.",
["name"] = "Тан-страж Морфала",
}
,
[2765] = {
["description"] = "Добудьте сыр из всех лагерей великанов в Западном Скайриме.",
["name"] = "Ценитель великаньего сыра",
}
,
[2766] = {
["description"] = "Прервите мрачную бурю, не допустив призыва воителя Серой рати из реликвария.",
["name"] = "Истребитель душ Серой рати",
}
,
[2767] = {
["description"] = "Прервите мрачную бурю после того, как победите 5 воителей Серой рати, призванных из реликвария.",
["name"] = "Победитель воителей Серой рати",
}
,
[2771] = {
["description"] = "Получите все достижения, связанные с мрачными бурями, в Западном Скайриме и пещерах Греймура в Черном Пределе.",
["name"] = "Завоеватель мрачных бурь",
}
,
[2806] = {
["description"] = "Войдите в огромное подземелье под Западным Скайримом — пещеры Греймура в Черном Пределе.",
["name"] = "Искатель Черного Предела",
}
,
[2807] = {
["description"] = "Выполните задание «Кровь Старого Карта» и станьте таном-воителем Картвотча.",
["name"] = "Тан-воитель Картвотча",
}
,
[2808] = {
["description"] = "Победите экзарха Краглена в ветеранском Каменном Саду, накопив три или более заряда эффектов «Кровавая ярость» и «Перелом».",
["name"] = "Неистовая вспышка гнева",
}
,
[2809] = {
["description"] = "Поразите каменное чудовище в ветеранском Каменном Саду молниями из генератора Аркасиса 30 раз.",
["name"] = "Камнеплав",
}
,
[2811] = {
["description"] = "Победите Ужасную Тиндалру и уничтожьте ее детенышей в ветеранском замке Шипов, разведя их по меньшей мере на 15 м друг от друга.",
["name"] = "Собаколов",
}
,
[2813] = {
["description"] = "Победите Вадорота в ветеранском замке Шипов после того, как все члены группы взорвут с помощью косы по меньшей мере по одному пронизанному магией подвешенному трупу.",
["name"] = "Четверо на четверо",
}
,
[2815] = {
["description"] = "Победите Тальфика, не убив ни одной большой морозной гаргульи, в ветеранском замке Шипов.",
["name"] = "Не буди лихо, пока оно тихо",
}
,
[2816] = {
["description"] = "Победите Яндира Мясника, капитана Врола и лорда Фальгравна в ветеранской Эгиде Кин так, чтобы в вас ни разу не попал разряд молнии.",
["name"] = "Молниеносный прыгун",
}
,
[2817] = {
["description"] = "Позвольте всем восьми пленникам умереть, а затем победите лорда Фальгравна в ветеранской Эгиде Кин.",
["name"] = "Бессердечный истребитель",
}
,
[2818] = {
["description"] = "Победите лорда Фальгравна в ветеранской Эгиде Кин, пока лейтенант Ньордал жив.",
["name"] = "Милосердие к слугам",
}
,
[2823] = {
["description"] = "Победите безумного алхимика Аркасиса в ветеранском Каменном Саду, ни разу не дав каменным оболочкам выпустить взрывные сумрачные споры.",
["name"] = "Подавитель спор",
}
,
[2824] = {
["description"] = "Победите безумного алхимика Аркасиса в ветеранском Каменном Саду, подняв знамя вызова, на протяжении всего прохождения не отключая регуляторы оживляющей жидкости и не пользуясь алхимическим оборудованием Аркасиса.",
["name"] = "Прямолинейный подход",
}
,
[2826] = {
["description"] = "Воспользуйтесь алхимическим оборудованием Аркасиса в Каменном Саду, чтобы получить эффекты «Сверхсила преображения», «Сверхэнергия преображения» и «Сверхстойкость преображения», и получите все три эффекта одновременно.",
["name"] = "Знаток алхимии",
}
,
[2827] = {
["description"] = "Победите Леди Шипов в ветеранском замке Шипов, пережив оба появления стаи летучих мышей, во время каждого из которых все игроки по меньшей мере один раз использовали синергию кровавого падальщика.",
["name"] = "Давай по очереди",
}
,
[2828] = {
["description"] = "Подняв знамя вызова, победите Леди Шипов в ветеранском замке Шипов, не убивая кровавого стража.",
["name"] = "Спаситель стража",
}
,
[2831] = {
["description"] = "Победите Кинраса Железный Глаз, капитана Гемину и Повелителя Пламени Энкратиса на вилле Черного Змея.",
["name"] = "Триумфатор виллы Черного Змея",
}
,
[2832] = {
["description"] = "Победите Кинраса Железный Глаз, капитана Гемину и Повелителя Пламени Энкратиса на ветеранской вилле Черного Змея.",
["name"] = "Завоеватель виллы Черного Змея",
}
,
[2833] = {
["description"] = "Победите Повелителя Пламени Энкратиса на ветеранской вилле Черного Змея, подняв знамя вызова.",
["name"] = "Погасший огонь",
}
,
[2834] = {
["description"] = "Победите все группы врагов, а также Кинраса Железный Глаз, капитана Гемину и Повелителя Пламени Энкратиса на ветеранской вилле Черного Змея не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Мастер скорочтения",
}
,
[2835] = {
["description"] = "Победите все группы врагов, а также Кинраса Железный Глаз, капитана Гемину и Повелителя Пламени Энкратиса на ветеранской вилле Черного Змея, не допустив гибели ни одного члена группы.",
["name"] = "Нетронутые пламенем",
}
,
[2837] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской виллой Черного Змея.",
["name"] = "Покоритель виллы Черного Змея",
}
,
[2838] = {
["description"] = "Победите все группы врагов, а также Кинраса Железный Глаз, капитана Гемину и Повелителя Пламени Энкратиса, подняв знамя вызова для каждого из них, на ветеранской вилле Черного Змея не более чем за 25 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Яростный книгоман",
}
,
[2841] = {
["description"] = "Победите Порфира Порочного, надсмотрщицу Викцию и раскаленного стража, освободите Лирант и победите барона Зодруса в Котле.",
["name"] = "Триумфатор Котла",
}
,
[2842] = {
["description"] = "Победите Порфира Порочного, надсмотрщицу Викцию и раскаленного стража, освободите Лирант и победите барона Зодруса в ветеранском Котле.",
["name"] = "Завоеватель Котла",
}
,
[2843] = {
["description"] = "Победите барона Зодруса в ветеранском Котле, подняв знамя вызова.",
["name"] = "Сорванные планы",
}
,
[2844] = {
["description"] = "Победите все группы врагов, а также Порфира Порочного, надсмотрщицу Викцию и раскаленного стража, освободите Лирант и победите барона Зодруса в ветеранском Котле не более чем за 35 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Как на пожар",
}
,
[2845] = {
["description"] = "Победите все группы врагов, а также Порфира Порочного, надсмотрщицу Викцию и раскаленного стража, освободите Лирант и победите барона Зодруса в ветеранском Котле, не допустив гибели ни одного члена группы.",
["name"] = "Беспощадное правосудие",
}
,
[2846] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Котлом.",
["name"] = "Покоритель Котла",
}
,
[2847] = {
["description"] = "Победите все группы врагов, а также Порфира Порочного, надсмотрщицу Викцию и раскаленного стража, освободите Лирант и победите барона Зодруса, подняв знамя вызова, в ветеранском Котле не более чем за 35 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Сокрушитель подземелий",
}
,
[2848] = {
["description"] = "Пройдите виллу Черного Змея и Котел в ветеранском режиме.",
["name"] = "Знаток «Огня амбиций»",
}
,
[2851] = {
["description"] = "Помолитесь у каждого из четырех ритуальных камней в Пределе.",
["name"] = "Молитва древним духам",
}
,
[2858] = {
["description"] = "Победите обоих мировых боссов в Пределе.",
["name"] = "Защитник Предела",
}
,
[2859] = {
["description"] = "Победите мать пустоты Эльгроалиф у наблюдательного поста Четыре Черепа.",
["name"] = "Отлучение от тьмы",
}
,
[2860] = {
["description"] = "Победите верховного двемерского династора на посту часового.",
["name"] = "Низложение династора",
}
,
[2862] = {
["description"] = "Пройдите Каменный Сад и замок Шипов.",
["name"] = "Разведчик «Камней и шипов»",
}
,
[2864] = {
["description"] = "Пройдите виллу Черного Змея и Котел.",
["name"] = "Разведчик «Огня амбиций»",
}
,
[2879] = {
["description"] = "Победите Кинраса Железный Глаз на ветеранской вилле Черного Змея, подняв знамя вызова.",
["name"] = "Позорное изгнание",
}
,
[2880] = {
["description"] = "Победите капитана Гемину на ветеранской вилле Черного Змея, подняв знамя вызова.",
["name"] = "Потери в строю",
}
,
[2881] = {
["description"] = "Победите Кинраса Железный Глаз на вилле Черного Змея, не позволив пылающим саламандрам наложить на него усиление способностью «Огненная милость».",
["name"] = "Брысь, ящерицы!",
}
,
[2882] = {
["description"] = "Победите капитана Гемину, чтобы ни один член группы не испытал воздействия «Подземных толчков» во время сражения на ветеранской вилле Черного Змея.",
["name"] = "Встряска",
}
,
[2883] = {
["description"] = "Победите Повелителя Пламени Энкратиса, убив по меньшей мере десять пещерных саламандр во время сражения на ветеранской вилле Черного Змея.",
["name"] = "Смертельный номер",
}
,
[2884] = {
["description"] = "Запустите себя в око огненного шторма Повелителя Пламени Энкратиса на вилле Черного Змея с помощью гейзера 5 раз.",
["name"] = "Не в бровь, а в глаз!",
}
,
[2885] = {
["description"] = "Победите Порфира Порочного, не уничтожив ни одного сгустка крови во время сражения в ветеранском Котле. Вы не должны допустить, чтобы Порфир использовал способность «Извращенное поглощение» для поглощения сгустков крови.",
["name"] = "Боязнь крови",
}
,
[2886] = {
["description"] = "Победите надсмотрщицу Викцию так, чтобы никто из вашей группы не активировал ни одной ловушки в ветеранском Котле.",
["name"] = "А вот и не поймаешь!",
}
,
[2887] = {
["description"] = "Во время сражения с раскаленным стражем в ветеранском Котле позвольте сработать 20 тактам «Магматического извержения» подряд, не прерывая его.",
["name"] = "Огненная завеса",
}
,
[2888] = {
["description"] = "Освободите Лирант, использовав не более трех даэдрических катализаторов в ветеранском Котле.",
["name"] = "Непревзойденный наладчик",
}
,
[2890] = {
["description"] = "Победите барона Зодруса, не допустив гибели ни одного члена группы от «Дезинтеграции» пепельного жерла в ветеранском Котле.",
["name"] = "Держитесь!",
}
,
[2906] = {
["description"] = "Поговорите с Верандисом в Черном Пределе, выполнив задание «Второй шанс».",
["name"] = "Новая роль",
}
,
[2907] = {
["description"] = "Победите всех соперников в Дебрях Ватешранов.",
["name"] = "Триумфатор Дебрей Ватешранов",
}
,
[2908] = {
["description"] = "Победите всех соперников в ветеранских Дебрях Ватешранов.",
["name"] = "Завоеватель Дебрей Ватешранов",
}
,
[2909] = {
["description"] = "Пройдите ветеранские Дебри Ватешранов за одну попытку, не погибнув и не покинув арену.",
["name"] = "Неукротимая воля к жизни",
}
,
[2911] = {
["description"] = "Пройдите ветеранские Дебри Ватешранов, не использовав в бою ни одной печати.",
["name"] = "Внутренняя сила",
}
,
[2913] = {
["description"] = "Получите перечисленные достижения, связанные с Дебрями Ватешранов.",
["name"] = "Герой вечной песни",
}
,
[2914] = {
["description"] = "Победите Закарина Скульптора и чудовище из плоти, перед этим 3 раза уничтожив не менее 5 банекинов одновременно с помощью способности чудовища из плоти «Измельчение», в ветеранских Дебрях Ватешранов.",
["name"] = "Сокрушительное разочарование",
}
,
[2916] = {
["description"] = "Получите эффект «Благословение рощи» 20 раз, отняв его у благословенного сприггана, в Дебрях Ватешранов.",
["name"] = "А ну отдай",
}
,
[2917] = {
["description"] = "Уклонитесь от способности Радгарака «Погром», вовремя воспользовавшись зацепным арбалетом в ветеранских Дебрях Ватешранов.",
["name"] = "Мимо!",
}
,
[2918] = {
["description"] = "Победите Лавовую Королеву, ни разу не закрыв спящий вулкан в ветеранских Дебрях Ватешранов.",
["name"] = "Свободу вулканам",
}
,
[2919] = {
["description"] = "Поглотите 20 костров Пламенного Владыки в ветеранских Дебрях Ватешранов.",
["name"] = "Обжигающий азарт",
}
,
[2920] = {
["description"] = "Победите Мейбругу Лича Пустоты, уничтожив тени в ловушках пустоты, пока они взрываются.",
["name"] = "Никто меня и не заметил",
}
,
[2921] = {
["description"] = "Пройдите десять километров по лаве, используя серную сферу.",
["name"] = "Босиком по углям",
}
,
[2922] = {
["description"] = "Проведите 10 минут под действием эффекта калечащего портала.",
["name"] = "В ловушке между мирами",
}
,
[2924] = {
["description"] = "Найдите три пропавшие эссенции в Дебрях Ватешранов и соберите все реликты каждого вида.",
["name"] = "Рассеянные духи",
}
,
[2925] = {
["description"] = "Найдите и победите всех скрытых соперников в Дебрях Ватешранов.",
["name"] = "Искатель Дебрей",
}
,
[2929] = {
["description"] = "Взломайте роскошный сундук во Влиндрел-холле.",
["name"] = "Мастер-взломщик Маркарта",
}
,
[2930] = {
["description"] = "Выполните задание «Маркартский Тиран» в Пределе.",
["name"] = "Представитель дома Рейвенвотч",
}
,
[2931] = {
["description"] = "Выполните задание «Кровь Предела» в Пределе.",
["name"] = "Ритуалист Предела",
}
,
[2932] = {
["description"] = "Выполните задание «Изучение душ» в Пределе.",
["name"] = "Специалист по подземельям",
}
,
[2933] = {
["description"] = "Выполните задание «Пробуждение тьмы» в Пределе.",
["name"] = "Свидетель пророчества",
}
,
[2934] = {
["description"] = "Выполните задание «Темное сердце» в Пределе.",
["name"] = "Исследователь Ночной Пустоты",
}
,
[2935] = {
["description"] = "Выполните задание «Пиршество душ» в Пределе.",
["name"] = "Защитник Маркарта",
}
,
[2936] = {
["description"] = "Выполните задание «Королевство пепла» в Пределе.",
["name"] = "На краю бездны",
}
,
[2937] = {
["description"] = "Выполните задание «Конец вечности» в Пределе.",
["name"] = "Предел возможностей",
}
,
[2939] = {
["description"] = "Выполните задание «Второй шанс» в Пределе.",
["name"] = "Мост между королевствами",
}
,
[2941] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать спасителем Предела.",
["name"] = "Спаситель Предела",
}
,
[2943] = {
["description"] = "Выполните задание «Любовь и предательство» в Пределе.",
["name"] = "Освободитель клана Лотид",
}
,
[2944] = {
["description"] = "Выполните задание «После бури» в Пределе.",
["name"] = "Спаситель клана Вороньего Глаза",
}
,
[2958] = {
["description"] = "Прервите мрачные бури во всех ритуальных кругах в Пределе.",
["name"] = "Укротитель бурь",
}
,
[2960] = {
["description"] = "Получите перечисленные достижения, связанные с Дебрями Ватешранов.",
["name"] = "Слава Пылкой Крови",
}
,
[2964] = {
["description"] = "Помогите Мелине Кассель набраться уверенности в себе, убедив ее стойко выдержать все испытания.",
["name"] = "Дружеское плечо",
}
,
[2974] = {
["description"] = "Победите минотавров Брума и Коску возле форта Голубой Крови.",
["name"] = "Укротитель быков",
}
,
[2975] = {
["description"] = "Убейте вождя гоблинов Затмоза в военном лагере племени Жабьего Языка.",
["name"] = "Вырыватель языков",
}
,
[2976] = {
["description"] = "Победите ритуалистов сул-зан в ритуальном круге сул-зан.",
["name"] = "Притеснитель сул-зан",
}
,
[2977] = {
["description"] = "Победите смертопрыга Старого Смертожаба у пруда Старого Смертожаба.",
["name"] = "Жабья погибель",
}
,
[2978] = {
["description"] = "Победите Гемваса Предвестника в разрушенном занмире.",
["name"] = "Уничтожитель дестронахов",
}
,
[2979] = {
["description"] = "Победите чудовищного аргонианина Зимхока Собирателя Трофеев в лагуне Зимхока.",
["name"] = "Смерть Собирателя Трофеев",
}
,
[2980] = {
["description"] = "Победите всех шестерых мировых боссов в Черном Лесу.",
["name"] = "Защитник Черного Леса",
}
,
[2985] = {
["description"] = "Победите Оазилцо, Басей Вестницу Пламени и Залвакку в Каменной Роще.",
["name"] = "Триумфатор Каменной Рощи",
}
,
[2986] = {
["description"] = "Победите все группы врагов, а также Оазилцо, Басей Вестницу Пламени и Залвакку в ветеранской Каменной Роще не более чем за 30 минут. Отсчет начинается при вступлении в бой с первой группой врагов. Побеждать Нежится-со-Змеями и раненых бойцов сул-зан не обязательно.",
["name"] = "Бегун Каменной Рощи",
}
,
[2987] = {
["description"] = "Победите Оазилцо, Басей Вестницу Пламени и Залвакку в ветеранской Каменной Роще.",
["name"] = "Завоеватель Каменной Рощи",
}
,
[2988] = {
["description"] = "Победите все группы врагов, а также Оазилцо, Басей Вестницу Пламени и Залвакку в ветеранской Каменной Роще, не допустив гибели ни одного члена группы. Побеждать Нежится-со-Змеями и раненых бойцов сул-зан не обязательно.",
["name"] = "Несгибаемая воля",
}
,
[2994] = {
["description"] = "Победите военачальника Иазу и его воинов из племени сул-зан в Безмолвных чертогах.",
["name"] = "Групповое событие Безмолвных чертогов",
}
,
[2995] = {
["description"] = "Победите Ра\'бак Мастера Ловушек в аббатстве Зенитара.",
["name"] = "Групповое событие аббатства Зенитара",
}
,
[2996] = {
["description"] = "Победите всех защитников Безмолвных чертогов.",
["name"] = "Завоеватель Безмолвных чертогов",
}
,
[2997] = {
["description"] = "Победите всех защитников аббатства Зенитара.",
["name"] = "Завоеватель аббатства Зенитара",
}
,
[3003] = {
["description"] = "Победите Оазилцо, Вестницу Пламени Басей и Залвакку, а также их последователей, подняв знамя вызова для каждого из них, в течение 30 минут после входа в ветеранскую Каменную Рощу, не допустив гибели ни одного члена группы. Побеждать Нежится-со-Змеями и раненых бойцов сул-зан не обязательно.",
["name"] = "Спаситель душ",
}
,
[3004] = {
["description"] = "Получите перечисленные достижения, связанные с Каменной Рощей.",
["name"] = "Бич Залвакки",
}
,
[3005] = {
["description"] = "Победите Оазилцо в ветеранской Каменной Роще, подняв знамя вызова.",
["name"] = "Загнанное чудовище",
}
,
[3006] = {
["description"] = "Победите Басей Вестницу Пламени в ветеранской Каменной Роще, подняв знамя вызова.",
["name"] = "Убить посланника!",
}
,
[3007] = {
["description"] = "Победите Оазилцо, Басей Вестницу Пламени и Залвакку в ветеранской Каменной Роще, подняв знамя вызова, за одно прохождение.",
["name"] = "Защитник занмира",
}
,
[3008] = {
["description"] = "Принесите хадж-моту в жертву, заманив ее в огромный гейзер в Каменной Роще.",
["name"] = "Черепаховый суп",
}
,
[3009] = {
["description"] = "Пройдите Каменную Рощу так, чтобы никто из членов группы не привел в действие смертоносное растение или ловушку.",
["name"] = "Легкий шаг",
}
,
[3010] = {
["description"] = "Избавляясь от ядовитого ила, каждый раз используйте все 4 очищающих пруда так, чтобы от него очистились сразу 4 разных зараженных члена группы, а затем победите Оазилцо в ветеранской Каменной Роще.",
["name"] = "Что это за мерзость?",
}
,
[3011] = {
["description"] = "Победите Басей Вестницу Пламени в ветеранской Каменной Роще так, чтобы отделившийся член группы никого не заразил «Прикосновением смерти».",
["name"] = "Не подходи",
}
,
[3012] = {
["description"] = "Используйте «Очищение души», чтобы закормить и взорвать 15 оскверненных лазурных плазм во время боя с Залваккой в ветеранской Каменной Роще.",
["name"] = "Обстрел душ",
}
,
[3016] = {
["description"] = "Победите Рожерена Хитреца, хранителей артефактов и приора Тьеррика Саразена в оплоте Алый Лепесток.",
["name"] = "Триумфатор оплота Алый Лепесток",
}
,
[3017] = {
["description"] = "Победите Рожерена Хитреца, хранителей артефактов и приора Тьеррика Саразена в ветеранском оплоте Алый Лепесток.",
["name"] = "Завоеватель оплота Алый Лепесток",
}
,
[3018] = {
["description"] = "Победите приора Тьеррика Саразена в ветеранском оплоте Алый Лепесток, подняв знамя вызова.",
["name"] = "Палач приора",
}
,
[3019] = {
["description"] = "Победите все группы врагов, а также Рожерена Хитреца, хранителей артефактов и приора Тьеррика Саразена в ветеранском оплоте Алый Лепесток не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Самая короткая осада в истории",
}
,
[3020] = {
["description"] = "Победите все группы врагов, а также Рожерена Хитреца, хранителей артефактов и приора Тьеррика Саразена в ветеранском оплоте Алый Лепесток, не допустив гибели ни одного члена группы.",
["name"] = "Блестящая победа",
}
,
[3022] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским оплотом Алый Лепесток.",
["name"] = "Покоритель оплота Алый Лепесток",
}
,
[3023] = {
["description"] = "Победите все группы врагов, а также Рожерена Хитреца, хранителей артефактов и приора Тьеррика Саразена в ветеранском оплоте Алый Лепесток не более чем за 25 минут, подняв знамена вызова и не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Разрушитель оплота",
}
,
[3026] = {
["description"] = "Победите скориона — вожака выводка, Циронина Артеллиана и Живое Пламя в Ужасном Подвале.",
["name"] = "Триумфатор Ужасного Подвала",
}
,
[3027] = {
["description"] = "Победите скориона — вожака выводка, Циронина Артеллиана и Живое Пламя в ветеранском Ужасном Подвале.",
["name"] = "Завоеватель Ужасного Подвала",
}
,
[3028] = {
["description"] = "Победите Живое Пламя в ветеранском Ужасном Подвале, подняв знамя вызова.",
["name"] = "Непоколебимое мужество",
}
,
[3029] = {
["description"] = "Победите все группы врагов, а также скориона — вожака выводка, Циронина Артеллиана и Живое Пламя в ветеранском Ужасном Подвале не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Безумный рывок",
}
,
[3030] = {
["description"] = "Победите все группы врагов, а также скориона — вожака выводка, Циронина Артеллиана и Живое Пламя в ветеранском Ужасном Подвале, не допустив гибели ни одного члена группы.",
["name"] = "Отсрочка казни",
}
,
[3031] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Ужасным Подвалом.",
["name"] = "Покоритель Ужасного Подвала",
}
,
[3032] = {
["description"] = "Победите все группы врагов, а также скориона — вожака выводка, Циронина Артеллиана и Живое Пламя в ветеранском Ужасном Подвале не более чем за 25 минут, подняв знамена вызова и не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Лучший воитель Бэтлспайра",
}
,
[3033] = {
["description"] = "Пройдите оплот Алый Лепесток и Ужасный Подвал в ветеранском режиме.",
["name"] = "Знаток «Пробуждающегося Пламени»",
}
,
[3034] = {
["description"] = "Пройдите оплот Алый Лепесток и Ужасный Подвал.",
["name"] = "Разведчик «Пробуждающегося Пламени»",
}
,
[3035] = {
["description"] = "Во время боя с Рожереном Хитрецом в ветеранском оплоте Алый Лепесток член вашей группы должен получить 25 зарядов эффекта «Совершенное безумие».",
["name"] = "Гроза хитрецов",
}
,
[3036] = {
["description"] = "Заставьте сработать по меньшей мере 40 ловушек за один бой с хранителями артефактов в ветеранском оплоте Алый Лепесток.",
["name"] = "Отчаянная беготня",
}
,
[3037] = {
["description"] = "Уклонитесь от всех камнепадов, вызванных двойниками приора Тьеррика Саразена, в ветеранском оплоте Алый Лепесток.",
["name"] = "Паническое бегство",
}
,
[3038] = {
["description"] = "Войдите в Горисели-Морабуро в оплоте Алый Лепесток и заберите оттуда кристальный анимус Агеа.",
["name"] = "Отголоски благоразумия",
}
,
[3039] = {
["description"] = "Войдите в Горисели-Морабуро в оплоте Алый Лепесток и заберите оттуда кристальный анимус Анья.",
["name"] = "Отголоски жизни",
}
,
[3040] = {
["description"] = "Войдите в Горисели-Морабуро в оплоте Алый Лепесток и заберите оттуда кристальный анимус Нагайа.",
["name"] = "Отголоски смерти",
}
,
[3041] = {
["description"] = "Уничтожьте 4 агонических камня в ветеранском Ужасном Подвале так, чтобы на момент уничтожения каждого камня все зивилаи были убиты, и победите скориона — вожака выводка.",
["name"] = "Превратные приоритеты",
}
,
[3042] = {
["description"] = "Позвольте Живому Пламени 10 раз попасть в скорионов способностью «Нестабильный натиск» после поднятия знамени вызова в ветеранском Ужасном Подвале.",
["name"] = "Сведение счетов",
}
,
[3043] = {
["description"] = "Победите Циронина Артеллиана в ветеранском Ужасном Подвале, не попав под «Волну ужаса».",
["name"] = "Бесстрашный бегун",
}
,
[3045] = {
["description"] = "Получите 15 зарядов эффекта «Огненный плясун» во время перемещения по области действия способности Живого Пламени «Вечное пламя» в ветеранском Ужасном Подвале, не получая урона в течение 15 сек.",
["name"] = "Хоровод вокруг костра",
}
,
[3046] = {
["description"] = "Уничтожьте все агонические камни, из которых черпает силу Живое Пламя, в ветеранском Ужасном Подвале по меньшей мере один раз.",
["name"] = "Прекращение агонии",
}
,
[3047] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать спасителем Черного Леса.",
["name"] = "Спаситель Черного Леса",
}
,
[3048] = {
["description"] = "Выполните задание «Страшная тайна» в Черном Лесу.",
["name"] = "Наемник Лейавина",
}
,
[3049] = {
["description"] = "Выполните задание «Нежданный враг» в Черном Лесу.",
["name"] = "Детектив Черного Леса",
}
,
[3050] = {
["description"] = "Выполните задание «Тайное хранилище» в Черном Лесу.",
["name"] = "Собиратель Амбиций",
}
,
[3051] = {
["description"] = "Выполните задание «Таинственное мероприятие» в Черном Лесу.",
["name"] = "Незваный гость",
}
,
[3052] = {
["description"] = "Выполните задание «Орудия разрушения» в Черном Лесу.",
["name"] = "Защитник Амбиций",
}
,
[3053] = {
["description"] = "Выполните задание «Пламя Амбиций» в Черном Лесу.",
["name"] = "Предотвращение катастрофы",
}
,
[3054] = {
["description"] = "Выполните задание «Герои Черного Леса» в Черном Лесу.",
["name"] = "Гонитель даэдра",
}
,
[3055] = {
["description"] = "Соберите сведения об угрозе, нависшей над Черным Лесом, и восстановите мир в этом регионе.",
["name"] = "Герой Черного Леса",
}
,
[3076] = {
["description"] = "Победите всех военачальников из порталов в Обливион, пока они не вторглись в Нирн.",
["name"] = "Погибель Обливиона",
}
,
[3081] = {
["description"] = "Уничтожьте тотемы сул-зан в их лагерях.",
["name"] = "Проклятье сул-зан",
}
,
[3086] = {
["description"] = "Победите Рожерена Хитреца в ветеранском оплоте Алый Лепесток, подняв знамя вызова.",
["name"] = "Усмиритель Рожерена",
}
,
[3087] = {
["description"] = "Победите Эльяма Мерика, Ихадира и Лираминдрель в ветеранском оплоте Алый Лепесток, подняв знамя вызова.",
["name"] = "Лепесток, стебель и шип",
}
,
[3088] = {
["description"] = "Победите скориона — вожака выводка в ветеранском Ужасном Подвале, подняв знамя вызова.",
["name"] = "Сам напросился",
}
,
[3089] = {
["description"] = "Победите Циронина Артеллиана в ветеранском Ужасном Подвале, подняв знамя вызова.",
["name"] = "Мучения палача",
}
,
[3090] = {
["description"] = "Победите Изверга в битве и получите возможность призывать его в Ужасном Подвале.",
["name"] = "Укрощение Изверга",
}
,
[3091] = {
["description"] = "Победите Могильщика в битве и получите возможность призывать его в Ужасном Подвале.",
["name"] = "Не рой яму другому",
}
,
[3092] = {
["description"] = "Победите Мрачного Стража в битве и получите возможность призывать его в Ужасном Подвале.",
["name"] = "Страждущий Страж",
}
,
[3093] = {
["description"] = "Выполните дополнительные задания в оплоте Алый Лепесток и Ужасном Подвале.",
["name"] = "Искатель тайного знания",
}
,
[3096] = {
["description"] = "Победите Графа Бедствий, который скрывается в порталах, ведущих в Обливион.",
["name"] = "Расправа над дестронахами",
}
,
[3104] = {
["description"] = "Победите Малигалига, Саридил и Вараллиона в Коралловом Гнезде.",
["name"] = "Триумфатор Кораллового Гнезда",
}
,
[3105] = {
["description"] = "Победите Малигалига, Саридил и Вараллиона в ветеранском Коралловом Гнезде.",
["name"] = "Завоеватель Кораллового Гнезда",
}
,
[3106] = {
["description"] = "Победите Малигалига в ветеранском Коралловом Гнезде, подняв знамя вызова.",
["name"] = "Гроза морских гадов",
}
,
[3107] = {
["description"] = "Победите все группы врагов, а также Малигалига, Саридил и Вараллиона в ветеранском Коралловом Гнезде не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Пролетая над гнездом грифонов",
}
,
[3108] = {
["description"] = "Победите все группы врагов, а также Малигалига, Саридил и Вараллиона в ветеранском Коралловом Гнезде, не допустив гибели ни одного члена группы.",
["name"] = "Морской волк",
}
,
[3110] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Коралловым Гнездом.",
["name"] = "Покоритель Кораллового Гнезда",
}
,
[3111] = {
["description"] = "Победите все группы врагов, а также Малигалига, Саридил и Вараллиона в ветеранском Коралловом Гнезде не более чем за 25 минут, подняв знамя вызова и не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Господство на суше, в воздухе и на море",
}
,
[3114] = {
["description"] = "Победите бригадира Брадиггана, Назарей и капитана Нумиррила в Горе Корабела.",
["name"] = "Триумфатор Горя Корабела",
}
,
[3115] = {
["description"] = "Победите бригадира Брадиггана, Назарей и капитана Нумиррила в ветеранском Горе Корабела.",
["name"] = "Завоеватель Горя Корабела",
}
,
[3116] = {
["description"] = "Победите бригадира Брадиггана в ветеранском Горе Корабела, подняв знамя вызова.",
["name"] = "Коллективное избиение",
}
,
[3117] = {
["description"] = "Победите все группы врагов, а также бригадира Брадиггана, Назарей и капитана Нумиррила в ветеранской Горе Корабела не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Спринт по верфи",
}
,
[3118] = {
["description"] = "Победите все группы врагов, а также бригадира Брадиггана, Назарей и капитана Нумиррила в ветеранском Горе Корабела, не допустив гибели ни одного члена группы.",
["name"] = "В лучшем виде",
}
,
[3119] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Горем Корабела.",
["name"] = "Покоритель Горя Корабела",
}
,
[3120] = {
["description"] = "Победите все группы врагов, а также бригадира Брадиггана, Назарей и капитана Нумиррила в ветеранском Горе Корабела не более чем за 25 минут, подняв знамя вызова и не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Без капли сожалений",
}
,
[3121] = {
["description"] = "Пройдите Коралловое Гнездо и Горе Корабела в ветеранском режиме.",
["name"] = "Знаток «Растущей волны»",
}
,
[3122] = {
["description"] = "Пройдите Коралловое Гнездо и Горе Корабела.",
["name"] = "Разведчик «Растущей волны»",
}
,
[3123] = {
["description"] = "Победите Малигалига, не давая грозовому фронту существовать дольше пяти секунд во время сражения в ветеранском Коралловом Гнезде.",
["name"] = "Фронт давления",
}
,
[3124] = {
["description"] = "Пройдите два километра по водовороту во время битвы с Малигалигом в Коралловом Гнезде.",
["name"] = "Кружение без остановки",
}
,
[3125] = {
["description"] = "Победите Саридил в ветеранском Коралловом Гнезде, не дав ей разбить ни одну из каменных колонн на месте битвы.",
["name"] = "Общество охраны наследия Саммерсета",
}
,
[3126] = {
["description"] = "Уничтожьте не менее двух морских сфер в течение пяти секунд во время сражения с Вараллионом в ветеранском Коралловом Гнезде.",
["name"] = "Непревзойденный осушитель",
}
,
[3127] = {
["description"] = "Нанесите 250 ударов противникам с щупальцами в ветеранском Коралловом Гнезде вместе с другими членами группы.",
["name"] = "Отбиватель щупалец",
}
,
[3129] = {
["description"] = "Победите бригадира Брадиггана в ветеранском Горе Корабела, убив призраков возле надгробий в каждом углу арены.",
["name"] = "Кратчайший путь",
}
,
[3130] = {
["description"] = "Победите Назарей в ветеранском Горе Корабела, сумев избежать урона от способностей «Дождь из саранчи» и «Умерщвление».",
["name"] = "Неприхотливый турист",
}
,
[3131] = {
["description"] = "Вымокните насквозь три раза за одно сражение с капитаном Нумиррилом в ветеранском Горе Корабела.",
["name"] = "Ни одной сухой нитки",
}
,
[3132] = {
["description"] = "Победите капитана Нумиррила в ветеранском Горе Корабела, пока на арене находится меньше 10 луж желчи.",
["name"] = "Безопасное пристанище",
}
,
[3134] = {
["description"] = "Получите преимущество, упокоив все три истерзанные души в Горе Корабела.",
["name"] = "Долгожданный покой",
}
,
[3141] = {
["description"] = "Победите обоих мировых боссов в Мертвых Землях.",
["name"] = "Защитник Мертвых Земель",
}
,
[3142] = {
["description"] = "Победите Разрушителя в логове Разрушителя.",
["name"] = "Убийца Разрушителя",
}
,
[3143] = {
["description"] = "Победите мантикору Таупезу Аззиду в Колыбели Чудовища.",
["name"] = "Давильщик скорпиона",
}
,
[3145] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Фаргрейва.",
["name"] = "Герой Фаргрейва",
}
,
[3153] = {
["description"] = "Победите Вараллиона в ветеранском Коралловом Гнезде, подняв знамя вызова.",
["name"] = "Безупречное происхождение",
}
,
[3154] = {
["description"] = "Победите капитана Нумиррила в ветеранском Горе Корабела, подняв знамя вызова.",
["name"] = "Пора отчаливать",
}
,
[3197] = {
["description"] = "Победите всех хаосидов-палачей в Мертвых Землях.",
["name"] = "Проклятье хаосидов",
}
,
[3204] = {
["description"] = "Помогите Хватке вынести решение по спорной ситуации в Фаргрейве.",
["name"] = "Хватка Запрета",
}
,
[3206] = {
["description"] = "Воспользуйтесь всеми услугами, которые оказывает Дом причуд.",
["name"] = "Угощайтесь",
}
,
[3207] = {
["description"] = "Победите всех боссов в Бедламе.",
["name"] = "Наблюдение за порядком",
}
,
[3209] = {
["description"] = "Выполните задание «Небесный Паланкин» в Фаргрейве.",
["name"] = "Чужак в городе",
}
,
[3210] = {
["description"] = "Выполните задание «Воплощенное разрушение» в Фаргрейве.",
["name"] = "Крысолов",
}
,
[3211] = {
["description"] = "Выполните задание «Узилище» в Мертвых Землях.",
["name"] = "Беглец из Мертвых Земель",
}
,
[3212] = {
["description"] = "Выполните задание «Детище страданий» в Мертвых Землях.",
["name"] = "Покоритель гор Мертвых Земель",
}
,
[3213] = {
["description"] = "Выполните задание «Мертвенный Свет» в Мертвых Землях.",
["name"] = "Срывающий маски",
}
,
[3214] = {
["description"] = "Выполните задание «Несмотря ни на что» в Мертвых Землях.",
["name"] = "Возродитель надежды",
}
,
[3215] = {
["description"] = "Выполните задание «Последняя Амбиция» в Мертвых Землях.",
["name"] = "Собиратель Амбиций",
}
,
[3216] = {
["description"] = "Выполните задание «Смерть Амбиции» в Мертвых Землях.",
["name"] = "Гроза Дагона",
}
,
[3217] = {
["description"] = "Выполните задание «Надежда умирает последней» в Фаргрейве.",
["name"] = "Неисправимый оптимист",
}
,
[3218] = {
["description"] = "Выполните задание «Смерть — удел слабых» в Мертвых Землях.",
["name"] = "Друг клана Калмур",
}
,
[3219] = {
["description"] = "Выполните задание «Горькая цена мира» в Мертвых Землях.",
["name"] = "Сыщик из Шпиля",
}
,
[3222] = {
["description"] = "Выполните дополнительные задания в Коралловом Гнезде и Горе Корабела.",
["name"] = "Сыщик-мореход",
}
,
[3223] = {
["description"] = "Победите Назарей в ветеранском Горе Корабела, подняв знамя вызова.",
["name"] = "Не стой столбом",
}
,
[3224] = {
["description"] = "Победите бригадира Брадиггана, Назарей и капитана Нумиррила, подняв знамя вызова и не получив преимущества от упокоения истерзанных душ в ветеранском Горе Корабела.",
["name"] = "Без духовной поддержки",
}
,
[3225] = {
["description"] = "Победите Саридил в ветеранском Коралловом Гнезде, подняв знамя вызова.",
["name"] = "Не самый острый из клинков",
}
,
[3226] = {
["description"] = "Победите Малигалига, Саридил и Вараллиона, подняв знамя вызова и не получив преимущества от договоров в ветеранском Коралловом Гнезде.",
["name"] = "Гроза щупалец",
}
,
[3231] = {
["description"] = "Найдите и освободите узника в недрах ветеранского Кораллового Гнезда.",
["name"] = "Пора на выход",
}
,
[3242] = {
["description"] = "Победите Лиланара и Турлассила, Стража Рифа и Талерию Рожденную Приливом на Рифе Зловещих Парусов.",
["name"] = "Триумфатор Рифа Зловещих Парусов",
}
,
[3243] = {
["description"] = "Победите Лиланара и Турлассила, Стража Рифа и Талерию Рожденную Приливом, а также их последователей в течение 30 минут после входа на ветеранский Риф Зловещих Парусов.",
["name"] = "Острие гарпуна",
}
,
[3244] = {
["description"] = "Победите Лиланара и Турлассила, Стража Рифа и Талерию Рожденную Приливом на ветеранском Рифе Зловещих Парусов.",
["name"] = "Завоеватель Рифа Зловещих Парусов",
}
,
[3245] = {
["description"] = "Победите Лиланара и Турлассила, Стража Рифа и Талерию Рожденную Приливом, а также их последователей на ветеранском Рифе Зловещих Парусов, не допустив гибели ни одного члена группы.",
["name"] = "Непотопляемый",
}
,
[3248] = {
["description"] = "Победите Лиланара и Турлассила, Стража Рифа и Талерию Рожденную Приливом, а также их последователей, подняв знамя вызова для каждого из них и не получив преимущества от призматических резонансов, в течение 30 минут после входа на ветеранский Риф Зловещих Парусов, не допустив гибели ни одного члена группы.",
["name"] = "Погибель повелительницы флота",
}
,
[3249] = {
["description"] = "Получите перечисленные достижения на Рифе Зловещих Парусов.",
["name"] = "Непобедимый головорез",
}
,
[3250] = {
["description"] = "Победите Лиланара и Турлассила на ветеранском Рифе Зловещих Парусов, подняв знамя вызова.",
["name"] = "Весь вечер на арене",
}
,
[3251] = {
["description"] = "Победите Стража Рифа на ветеранском Рифе Зловещих Парусов, подняв знамя вызова и не получив преимущества от призматических резонансов.",
["name"] = "Крушитель рифов",
}
,
[3252] = {
["description"] = "Победите Лиланара и Турлассила, Стража Рифа и Талерию Рожденную Приливом на ветеранском Рифе Зловещих Парусов за одно прохождение, подняв знамя вызова и не получив преимущества от призматических резонансов.",
["name"] = "Опытный матрос",
}
,
[3253] = {
["description"] = "Победите тридцать морозных гончих, на которых не воздействовал «Разрушающий уголь», и тридцать огненных гончих, на которых не воздействовал «Пробивающий град», на Рифе Зловещих Парусов.",
["name"] = "Намеренное неповиновение",
}
,
[3254] = {
["description"] = "Победите Стража Рифа на ветеранском Рифе Зловещих Парусов при условии, что во время боя ни один член группы не погрузится в стремнину у рифа дважды.",
["name"] = "Погружение в глубины",
}
,
[3255] = {
["description"] = "Победите заклинательницу яда, призывательницу шторма и приливного мага Зловещих Парусов на ветеранском Рифе Зловещих Парусов, подняв знамя вызова для каждой из них, так, чтобы между убийствами прошло не более 10 сек.",
["name"] = "Полная экскурсия",
}
,
[3256] = {
["description"] = "Победите Крушителя Форштевней и Разрывательницу Парусов на ветеранском Рифе Зловещих Парусов так, чтобы между убийствами прошло не более 15 секунд.",
["name"] = "Слаженное убийство",
}
,
[3257] = {
["description"] = "Помогите Ардахану с исследованием на Рифе Зловещих Парусов.",
["name"] = "Холодный прием",
}
,
[3271] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать спасителем Высокого острова.",
["name"] = "Спаситель Высокого острова",
}
,
[3281] = {
["description"] = "Победите хадолида — матку выводка в бухте Призрачной гавани.",
["name"] = "Групповое событие бухты Призрачной гавани",
}
,
[3282] = {
["description"] = "Победите всех защитников бухты Призрачной гавани.",
["name"] = "Завоеватель бухты Призрачной гавани",
}
,
[3283] = {
["description"] = "Победите Алую Мать в Шпиле Алой Монеты.",
["name"] = "Групповое событие Шпиля Алой Монеты",
}
,
[3284] = {
["description"] = "Победите всех защитников Шпиля Алой Монеты.",
["name"] = "Завоеватель Алой Монеты",
}
,
[3285] = {
["description"] = "Победите всех шестерых мировых боссов на Высоком острове.",
["name"] = "Защитник Высокого острова",
}
,
[3286] = {
["description"] = "Победите теургов Старшего Течения возле Колонии Аменоса.",
["name"] = "Захватчик",
}
,
[3287] = {
["description"] = "Победите Мрачного Рыцаря возле поместья Миротворцев.",
["name"] = "Собиратель металлолома",
}
,
[3288] = {
["description"] = "Победите хадолида-матрону и хадолида-самца возле укрытия Зеленых Змей.",
["name"] = "Вскрыватель панцирей",
}
,
[3289] = {
["description"] = "Победите Глемиоса Дикий Рог возле Приюта Гарик.",
["name"] = "Охотник на оленей",
}
,
[3290] = {
["description"] = "Победите Палача Расцвета и Мучительницу Расцвета возле рощи Глубинного Знания.",
["name"] = "Мучитель мучителей",
}
,
[3291] = {
["description"] = "Победите призывательницу змей Виншу возле Тор-Драйоха.",
["name"] = "Истребитель змей",
}
,
[3297] = {
["description"] = "Запечатайте 30 лавовых разломов на Высоком острове.",
["name"] = "Укротитель лавы",
}
,
[3298] = {
["description"] = "Найдите святилища друидов на Высоком острове.",
["name"] = "Искатель Зеленого Леса",
}
,
[3299] = {
["description"] = "Помогите оруженосцу Лине придумать приключение для сэра Колинеана.",
["name"] = "Изобретатель приключений",
}
,
[3300] = {
["description"] = "Соберите сведения об угрозе, нависшей над Высоким островом, и восстановите мир в этом регионе.",
["name"] = "Герой Высокого острова",
}
,
[3302] = {
["description"] = "Выполните задание «О рыцарях и подлецах» на Высоком острове.",
["name"] = "Агент Арабеллы",
}
,
[3303] = {
["description"] = "Выполните задание «Очень важный груз» на Высоком острове.",
["name"] = "Душа компании",
}
,
[3304] = {
["description"] = "Выполните задание «Опасное расследование» на Высоком острове.",
["name"] = "Крутой оборот",
}
,
[3305] = {
["description"] = "Выполните задание «Побег с Аменоса» на Высоком острове.",
["name"] = "Прощай, Аменос",
}
,
[3307] = {
["description"] = "Выполните задание «Буря Расцвета» на Высоком острове.",
["name"] = "Пережидая бурю",
}
,
[3375] = {
["description"] = "Победите Скверну Камня, Скверну Корня и архидруида Девирика в Анклаве Земляного Корня.",
["name"] = "Триумфатор Анклава Земляного Корня",
}
,
[3376] = {
["description"] = "Победите Скверну Камня, Скверну Корня и архидруида Девирика в ветеранском Анклаве Земляного Корня.",
["name"] = "Завоеватель Анклава Земляного Корня",
}
,
[3377] = {
["description"] = "Победите архидруида Девирика в ветеранском Анклаве Земляного Корня, подняв знамя вызова.",
["name"] = "Мститель Земляного Корня",
}
,
[3378] = {
["description"] = "Победите все группы врагов, а также Скверну Камня, Скверну Корня и архидруида Девирика в ветеранском Анклаве Земляного Корня не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Стремительное возмездие",
}
,
[3379] = {
["description"] = "Победите все группы врагов, а также Скверну Камня, Скверну Корня и архидруида Девирика в ветеранском Анклаве Земляного Корня, не допустив гибели ни одного члена группы.",
["name"] = "Стойкий герой",
}
,
[3380] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Анклавом Земляного Корня.",
["name"] = "Покоритель Анклава Земляного Корня",
}
,
[3381] = {
["description"] = "Победите все группы врагов, а также Скверну Камня, Скверну Корня и архидруида Девирика в ветеранском Анклаве Земляного Корня, подняв знамя вызова, не более чем за 25 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Гроза захватчиков",
}
,
[3382] = {
["description"] = "Победите Скверну Камня в ветеранском Анклаве Земляного Корня так, чтобы ни один игрок не обратился в камень.",
["name"] = "Вернувшийся к жизни воин",
}
,
[3383] = {
["description"] = "Уничтожьте всех каменных атронахов на каждом этапе боя со Скверной Камня, а затем победите Скверну Камня в ветеранском Анклаве Земляного Корня.",
["name"] = "Мастер-каменщик",
}
,
[3384] = {
["description"] = "Победите Скверну Корня так, чтобы между поражением двух разных игроков «Инфекцией корня» прошло не менее 1 секунды.",
["name"] = "Сдерживание заразы",
}
,
[3386] = {
["description"] = "Во время боя с архидруидом Девириком в ветеранском Анклаве Земляного Корня сделайте так, чтобы он разрушил не менее 3 столпов земли одним попаданием «Злонамеренного увечья».",
["name"] = "Работы по сносу",
}
,
[3388] = {
["description"] = "Победите Скверну Камня в ветеранском Анклаве Земляного Корня, подняв знамя вызова.",
["name"] = "Выкорчевывание скверны",
}
,
[3389] = {
["description"] = "Победите Скверну Корня в ветеранском Анклаве Земляного Корня, подняв знамя вызова.",
["name"] = "Искоренение скверны",
}
,
[3390] = {
["description"] = "Выполните дополнительные задания в Анклаве Земляного Корня, отыскав и одолев всех трех второстепенных боссов.",
["name"] = "Исследователь Земляного Корня",
}
,
[3391] = {
["description"] = "Победите архидруида Девирика в ветеранском Анклаве Земляного Корня, подняв знамя вызова и не получив преимуществ от выполнения дополнительных заданий.",
["name"] = "Гроза архидруида Девирика",
}
,
[3394] = {
["description"] = "Победите Прибрежного Стража, Варзунона и Зельврака Бездыханного в Могильной Пучине.",
["name"] = "Триумфатор Могильной Пучины",
}
,
[3395] = {
["description"] = "Победите Прибрежного Стража, Варзунона и Зельврака Бездыханного в ветеранской Могильной Пучине.",
["name"] = "Завоеватель Могильной Пучины",
}
,
[3396] = {
["description"] = "Победите Зельврака Бездыханного в ветеранской Могильной Пучине, подняв знамя вызова.",
["name"] = "Последний вздох",
}
,
[3397] = {
["description"] = "Победите все группы врагов, а также Прибрежного Стража, Варзунона и Зельврака Бездыханного в ветеранской Могильной Пучине не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Штурм побережья",
}
,
[3398] = {
["description"] = "Победите все группы врагов, а также Прибрежного Стража, Варзунона и Зельврака Бездыханного в ветеранской Могильной Пучине, не допустив гибели ни одного члена группы.",
["name"] = "Жизнь среди бессмертных",
}
,
[3399] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской Могильной Пучиной.",
["name"] = "Покоритель Могильной Пучины",
}
,
[3400] = {
["description"] = "Победите все группы врагов, а также Прибрежного Стража, Варзунона и Зельврака Бездыханного в ветеранской Могильной Пучине не более чем за 25 минут, подняв знамя вызова и не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Кулак Тавы",
}
,
[3401] = {
["description"] = "Победите Прибрежного Стража в ветеранской Могильной Пучине, не уничтожив ни одной норы пангритов (учитываются только норы пангритов, уничтоженные после того, как Прибрежный Страж спрыгивает со скал).",
["name"] = "Охрана природы",
}
,
[3403] = {
["description"] = "Станьте свидетелем финального преображения костяного колосса во время боя с Варзуноном в Могильной Пучине.",
["name"] = "Пляска костей",
}
,
[3404] = {
["description"] = "Победите Варзунона в ветеранской Могильной Пучине, не убив ни одного скелета-жертву.",
["name"] = "Уважение к мертвым",
}
,
[3405] = {
["description"] = "Победите Зельврака Бездыханного в ветеранской Могильной Пучине так, чтобы ни один игрок не поразил одну и ту же морскую сферу дважды подряд.",
["name"] = "Всем поровну",
}
,
[3407] = {
["description"] = "Победите Прибрежного Стража в ветеранской Могильной Пучине, подняв знамя вызова.",
["name"] = "Взломщик",
}
,
[3408] = {
["description"] = "Победите Варзунона в ветеранской Могильной Пучине, подняв знамя вызова.",
["name"] = "Хруст и треск",
}
,
[3409] = {
["description"] = "Выполните дополнительные задания в Могильной Пучине, отыскав и одолев всех трех второстепенных боссов.",
["name"] = "Механическая археология",
}
,
[3410] = {
["description"] = "Победите Зельврака Бездыханного в ветеранской Могильной Пучине, подняв знамя вызова и не получив преимуществ от выполнения дополнительных заданий.",
["name"] = "Покоренная глубина",
}
,
[3412] = {
["description"] = "Пройдите Анклав Земляного Корня и Могильную Пучину в ветеранском режиме.",
["name"] = "Знаток «Затерянных глубин»",
}
,
[3413] = {
["description"] = "Пройдите Анклав Земляного Корня и Могильную Пучину.",
["name"] = "Разведчик «Затерянных глубин»",
}
,
[3414] = {
["description"] = "Выполните дополнительные задания в Анклаве Земляного Корня и Могильной Пучине.",
["name"] = "Свет затерянных глубин",
}
,
[3418] = {
["description"] = "Победите всех перечисленных боссов вулканических разломов.",
["name"] = "Облава по лаве",
}
,
[3419] = {
["description"] = "Закройте вулканические разломы в перечисленных местах.",
["name"] = "Усмирение вулкана",
}
,
[3420] = {
["description"] = "Выполните задание «Шанс на примирение» на Высоком острове.",
["name"] = "Надежда на мир",
}
,
[3425] = {
["description"] = "Победите Зельврака Бездыханного в ветеранской Могильной Пучине, собрав всех золотых призраков в одном бою.",
["name"] = "Все призраки в сборе",
}
,
[3468] = {
["description"] = "Победите Кована Гириона, Роксу Искалеченного и матриарха Ллади Телванни в Бал-Суннаре.",
["name"] = "Триумфатор Бал-Суннара",
}
,
[3469] = {
["description"] = "Победите Кована Гириона, Роксу Искалеченного и матриарха Ллади Телванни в ветеранском Бал-Суннаре.",
["name"] = "Завоеватель Бал-Суннара",
}
,
[3470] = {
["description"] = "Победите матриарха Ллади Телванни в ветеранском Бал-Суннаре, подняв знамя вызова.",
["name"] = "Истязатель Телванни",
}
,
[3471] = {
["description"] = "Победите все группы врагов, а также Кована Гириона, Роксу Искалеченного и матриарха Ллади Телванни в ветеранском Бал-Суннаре не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Стрела времени",
}
,
[3472] = {
["description"] = "Победите все группы врагов, а также Кована Гириона, Роксу Искалеченного и матриарха Ллади Телванни в ветеранском Бал-Суннаре, не допустив гибели ни одного члена группы.",
["name"] = "Повелитель судьбы",
}
,
[3473] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Бал-Суннаром.",
["name"] = "Покоритель Бал-Суннара",
}
,
[3474] = {
["description"] = "Победите все группы врагов, а также Кована Гириона, Роксу Искалеченного и матриарха Ллади Телванни, подняв знамя вызова, в ветеранском Бал-Суннаре не более чем за 25 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Временной вихрь",
}
,
[3476] = {
["description"] = "Победите Роксу Искалеченного в ветеранском Бал-Суннаре после того, как каждый игрок прервет направленный в него «Луч Светотьмы», не погибнув.",
["name"] = "По одному на каждого",
}
,
[3477] = {
["description"] = "Позвольте «Заразной рвоте» подействовать одновременно на четырех участников группы, а затем победите матриарха Ллади Телванни в ветеранском Бал-Суннаре.",
["name"] = "Заразительные взгляды",
}
,
[3478] = {
["description"] = "Победите матриарха Ллади Телванни в ветеранском Бал-Суннаре так, чтобы ни один игрок не получил урон от мешочков с гноем.",
["name"] = "Строгий карантин",
}
,
[3479] = {
["description"] = "Заморозьте 40 чудовищ с помощью осколков времени во время боя с матриархом Ллади Телванни в Бал-Суннаре.",
["name"] = "Временная передышка",
}
,
[3481] = {
["description"] = "Победите Кована Гириона в ветеранском Бал-Суннаре, подняв знамя вызова.",
["name"] = "Кулак мучителей",
}
,
[3482] = {
["description"] = "Победите Роксу Искалеченного в ветеранском Бал-Суннаре, подняв знамя вызова.",
["name"] = "Никстребитель",
}
,
[3483] = {
["description"] = "Выполните дополнительные задания в Бал-Суннаре, решив головоломку со штурвалами, победив Урвела Драта, а затем решив головоломку с даэдрическими лучами.",
["name"] = "Легендарное спасение",
}
,
[3484] = {
["description"] = "Победите Кована Гириона, Роксу Искалеченного и матриарха Ллади Телванни в ветеранском Бал-Суннаре, подняв знамя вызова и не получив преимущества от выполнения дополнительных заданий.",
["name"] = "Не теряя времени",
}
,
[3486] = {
["description"] = "Пройдите Бал-Суннар и Зал Книжников в ветеранском режиме.",
["name"] = "Знаток «Писцов Судьбы»",
}
,
[3487] = {
["description"] = "Пройдите Бал-Суннар и Зал Книжников.",
["name"] = "Разведчик «Писцов Судьбы»",
}
,
[3488] = {
["description"] = "Выполните дополнительные задания в Бал-Суннаре и Зале Книжников.",
["name"] = "Тайны судьбы",
}
,
[3494] = {
["description"] = "Победите обоих мировых боссов на Галене.",
["name"] = "Защитник Галена",
}
,
[3495] = {
["description"] = "Победите Погибель в роще химеры.",
["name"] = "Палач Погибели",
}
,
[3496] = {
["description"] = "Победите Лесную Тень в долине Наблюдателей.",
["name"] = "Убийца Лесной Тени",
}
,
[3497] = {
["description"] = "Закройте вулканические разломы во всех локациях Галена.",
["name"] = "Покоритель вулкана",
}
,
[3501] = {
["description"] = "Выполните задания, одолейте мировых боссов и исследуйте логова, чтобы стать спасителем Галена.",
["name"] = "Спаситель Галена",
}
,
[3502] = {
["description"] = "Погладьте всех дружелюбных животных на Галене.",
["name"] = "Лучшие друзья",
}
,
[3503] = {
["description"] = "Найдите и победите 3 охотников за головами, которые скрываются на Галене.",
["name"] = "Слежка за охотниками",
}
,
[3504] = {
["description"] = "Столкните сприггана в лаву на Галене.",
["name"] = "Поджигатель",
}
,
[3505] = {
["description"] = "Потанцуйте с играющим на флейте фавном на Галене.",
["name"] = "Беспечный танец",
}
,
[3507] = {
["description"] = "Выполните задание «Море невзгод» на Галене.",
["name"] = "Наемник Морнаров",
}
,
[3508] = {
["description"] = "Выполните задание «Гибельные волны» на Галене.",
["name"] = "Гроза Зловещих Парусов",
}
,
[3509] = {
["description"] = "Выполните задание «Семена разрушения» на Галене.",
["name"] = "Друг друидов",
}
,
[3510] = {
["description"] = "Выполните задание «Осада Вастира» на Галене.",
["name"] = "Прорыв осады",
}
,
[3511] = {
["description"] = "Выполните задание «Видение Казорейна» на Галене.",
["name"] = "Сноходец",
}
,
[3512] = {
["description"] = "Выполните задание «Страж И\'ффелона» на Галене.",
["name"] = "Проклятье Пламенной Песни",
}
,
[3513] = {
["description"] = "Выполните задание «Таинственный владыка» на Галене.",
["name"] = "Разоблачитель Расцвета",
}
,
[3514] = {
["description"] = "Выполните задание «Трон Плюща» на Галене.",
["name"] = "Убийца короля друидов",
}
,
[3515] = {
["description"] = "Выполните задание «Да наступит мир» на Галене.",
["name"] = "Шанс на перемирие",
}
,
[3525] = {
["description"] = "Получите перечисленные достижения, связанные с Анклавом Земляного Корня.",
["name"] = "Герой Анклава Земляного Корня",
}
,
[3526] = {
["description"] = "Получите перечисленные достижения, связанные с Могильной Пучиной.",
["name"] = "Герой Могильной Пучины",
}
,
[3529] = {
["description"] = "Победите мастера разломов Накри, Озезана Бушующее Пламя и Валинну в Зале Книжников.",
["name"] = "Триумфатор Зала Книжников",
}
,
[3530] = {
["description"] = "Победите мастера разломов Накри, Озезана Бушующее Пламя и Валинну в ветеранском Зале Книжников.",
["name"] = "Завоеватель Зала Книжников",
}
,
[3531] = {
["description"] = "Победите Валинну в ветеранском Зале Книжников, подняв знамя вызова.",
["name"] = "Неопалимый",
}
,
[3532] = {
["description"] = "Победите все группы врагов, а также мастера разломов Накри, Озезана Бушующее Пламя и Валинну в ветеранском Зале Книжников не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Мастер скорочтения",
}
,
[3533] = {
["description"] = "Победите все группы врагов, а также мастера разломов Накри, Озезана Бушующее Пламя и Валинну в ветеранском Зале Книжников, не допустив гибели ни одного члена группы.",
["name"] = "Бойкое перо",
}
,
[3534] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Залом Книжников.",
["name"] = "Покоритель Зала Книжников",
}
,
[3535] = {
["description"] = "Победите все группы врагов, а также мастера разломов Накри, Озезана Бушующее Пламя и Валинну, подняв знамя вызова, в ветеранском Зале Книжников не более чем за 25 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Будущий магнастилос",
}
,
[3536] = {
["description"] = "Раздавите 500 детенышей в ветеранском Зале Книжников.",
["name"] = "Борьба с вредителями",
}
,
[3538] = {
["description"] = "Победите мастера разломов Накри в ветеранском Зале Книжников, подняв знамя вызова и уничтожив его мемуары.",
["name"] = "Безжалостные правки",
}
,
[3539] = {
["description"] = "Победите Озезана Бушующее Пламя в ветеранском Зале Книжников так, чтобы ни один участник группы не пострадал от «Огненного шторма».",
["name"] = "Слишком горячо",
}
,
[3540] = {
["description"] = "Заморозьте 60 враждебных существ при помощи «Ледяного круга» Мазанди в ветеранском Зале Книжников.",
["name"] = "Замороженные враги",
}
,
[3541] = {
["description"] = "Победите Валинну и Ламихай в ветеранском Зале Книжников так, чтобы ни один участник группы не привел в действие испепеляющую ловушку.",
["name"] = "Спасшиеся от огня",
}
,
[3542] = {
["description"] = "Победите мастера разломов Накри в ветеранском Зале Книжников, подняв знамя вызова.",
["name"] = "Грамотный боец",
}
,
[3543] = {
["description"] = "Победите Озезана Бушующее Пламя в ветеранском Зале Книжников, подняв знамя вызова.",
["name"] = "Отважный пожарник",
}
,
[3544] = {
["description"] = "Выполните дополнительные задания в Зале Книжников, найдя и победив 10 картоклептов, обыскав 10 сундуков с сокровищами в хранилище Зала Книжников и найдя потерянную карту картоклептов Рейнфира.",
["name"] = "Герой Рейнфира",
}
,
[3545] = {
["description"] = "Соберите 10 ключей из хранилища в ветеранском Зале Книжников.",
["name"] = "Хранитель ключей",
}
,
[3548] = {
["description"] = "Найдите и победите Хранительницу Галена.",
["name"] = "Охотник на Хранительницу Галена",
}
,
[3556] = {
["description"] = "Выполните задание «Глаза да глазки» на Галене.",
["name"] = "Схороненное наследство",
}
,
[3558] = {
["description"] = "Победите экзарханика Ясейлу, архимага Твелвейн и Ансул Истязательницу в Грани Безумия.",
["name"] = "Триумфатор Грани Безумия",
}
,
[3559] = {
["description"] = "Победите всех врагов, а также экзарханика Ясейлу, архимага Твелвейн и Ансул Истязательницу в ветеранской Грани Безумия не более чем за 30 минут. Отсчет начинается при входе в Кошмар Вантона.",
["name"] = "Бегун Грани Безумия",
}
,
[3560] = {
["description"] = "Победите экзарханика Ясейлу, архимага Твелвейн и Ансул Истязательницу в ветеранской Грани Безумия.",
["name"] = "Завоеватель Грани Безумия",
}
,
[3561] = {
["description"] = "Победите всех врагов, а также экзарханика Ясейлу, архимага Твелвейн и Ансул Истязательницу в ветеранской Грани Безумия, не допустив гибели ни одного члена группы.",
["name"] = "Осознанные сновидения",
}
,
[3564] = {
["description"] = "Победите экзарханика Ясейлу, архимага Твелвейн и Ансул Истязательницу, а также их последователей, подняв знамя вызова для каждого из них, в течение 30 минут после входа в Кошмар Вантона в ветеранской Грани Безумия, не допустив гибели ни одного члена группы.",
["name"] = "Мастер разума",
}
,
[3565] = {
["description"] = "Получите все перечисленные достижения, связанные с Гранью Безумия.",
["name"] = "В здравом уме и твердой памяти",
}
,
[3566] = {
["description"] = "Победите экзарханика Ясейлу в ветеранской Грани Безумия, подняв знамя вызова.",
["name"] = "Защитник магов",
}
,
[3567] = {
["description"] = "Победите архимага Твелвейн в ветеранской Грани Безумия, подняв знамя вызова.",
["name"] = "Разгоняющий сны",
}
,
[3568] = {
["description"] = "Победите экзарханика Ясейлу, архимага Твелвейн и Ансул Истязательницу в ветеранской Грани Безумия, подняв знамя вызова, за одно прохождение.",
["name"] = "Упорный сновидец",
}
,
[3569] = {
["description"] = "Во время боя с экзархаником Ясейлой в Грани Безумия 8 разных игроков должны использовать «Ясность Вантона», чтобы убить ужасы.",
["name"] = "Позитивное мышление",
}
,
[3570] = {
["description"] = "Во время боя с архимагом Твелвейн в ветеранской Грани Безумия ни один игрок в составе группы не должен допустить ошибки при выборе кристаллов в последовательности управления.",
["name"] = "Астральный цикл",
}
,
[3571] = {
["description"] = "Во время боя с архимагом Твелвейн в ветеранской Грани Безумия ожившая химера больше не должна превратиться в камень.",
["name"] = "Клиническая смертность",
}
,
[3572] = {
["description"] = "Во время боя с Ансул Истязательницей в Грани Безумия войдите в Истязание Вантона 7 раз.",
["name"] = "Голос разума",
}
,
[3573] = {
["description"] = "Во время боя с Ансул Истязательницей в ветеранской Грани Безумия пройдите каждое Истязание в составе группы из менее чем 4 игроков.",
["name"] = "Бесстрашный разум",
}
,
[4351] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской литейной Черного Камня.",
["name"] = "Герой литейной Черного Камня",
}
,
[4350] = {
["description"] = "Победите начальника каменоломни Салдезара, чудовище из черного камня и верховную пленительницу душ Виканд в ветеранской литейной Черного Камня, подняв знамя вызова и не получив преимущества от выполнения дополнительных заданий.",
["name"] = "Должность исходного уровня",
}
,
[4349] = {
["description"] = "Выполните дополнительные задания в литейной Черного Камня, победив старательницу Лиракту, резчика Гиназа и помощницу верховной пленительницы душ Мисуру.",
["name"] = "Подрывная деятельность",
}
,
[4348] = {
["description"] = "Победите чудовище из черного камня в ветеранской литейной Черного Камня, подняв знамя вызова.",
["name"] = "Склерометрия",
}
,
[4347] = {
["description"] = "Победите начальника каменоломни Салдезара в ветеранской литейной Черного Камня, подняв знамя вызова.",
["name"] = "Разрушить до основания",
}
,
[4346] = {
["description"] = "Победите верховную пленительницу душ Виканд в ветеранской литейной Черного Камня, не дав ни одной преломленной душе принять форму сущности преломленной души.",
["name"] = "Минимализм",
}
,
[4345] = {
["description"] = "Победите верховную пленительницу душ Виканд в ветеранской литейной Черного Камня так, чтобы на одной плите пола находилось не менее 4 сущностей преломленных душ.",
["name"] = "Ферма душ",
}
,
[4344] = {
["description"] = "Победите чудовище из черного камня в ветеранской литейной Черного Камня так, чтобы при каждом применении «Нацеленности души» на пути к ее мишени вставал кто-то из членов группы.",
["name"] = "Общее бремя",
}
,
[4341] = {
["description"] = "Победите начальника каменоломни Салдезара в ветеранской литейной Черного Камня так, чтобы никто из членов группы не пострадал от падающих обломков.",
["name"] = "В обход обломков",
}
,
[4328] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Надж-Калдишем.",
["name"] = "Герой Надж-Калдиша",
}
,
[4327] = {
["description"] = "Победите Поксито, Поксито-воскрону и Талена-Ла в ветеранском Надж-Калдише, подняв знамя вызова и не получив преимущества от игры на восса-сатлах.",
["name"] = "Не до исследований",
}
,
[4326] = {
["description"] = "Выполните дополнительные задания в Надж-Калдише, сыграв песни на всех найденных восса-сатлах.",
["name"] = "Герой храма",
}
,
[4325] = {
["description"] = "Победите Поксито-воскрону в ветеранском Надж-Калдише, подняв знамя вызова.",
["name"] = "Выступление на бис",
}
,
[4324] = {
["description"] = "Победите Поксито в ветеранском Надж-Калдише, подняв знамя вызова.",
["name"] = "Болтать все горазды",
}
,
[4323] = {
["description"] = "Разбейте 25 скелетов, находясь под градом валунов Бар-Сакки, в ветеранском Надж-Калдише.",
["name"] = "Крушитель костей",
}
,
[4322] = {
["description"] = "Играя в одиночку, победите Талена-Ла, не потеряв эффекта «Костная гниль», когда Тален-Ла и Бар-Сакка сражаются вместе в конце боя в ветеранском Надж-Калдише.",
["name"] = "Борьба с болью",
}
,
[4321] = {
["description"] = "Убейте воскрон-стражей и воскрон — горящих камней во время первых двух фаз сущности смерти в ветеранском Надж-Калдише в общей сложности не более чем за 30 сек.",
["name"] = "Камнебоец",
}
,
[4320] = {
["description"] = "Не дайте Поксито-воскроне ступить в роковую заводь в ветеранском Надж-Калдише.",
["name"] = "Опаленный камень",
}
,
[4319] = {
["description"] = "Не дайте назойливым призракам завладеть вами во время сражения с Поксито в ветеранском Надж-Калдише.",
["name"] = "Полный самоконтроль",
}
,
[4318] = {
["description"] = "Лишите Поксито костяной брони с помощью пилы в ветеранском Надж-Калдише 10 раз.",
["name"] = "Коварные лезвия",
}
,
[4317] = {
["description"] = "Победите все группы врагов, а также Поксито, Поксито-воскрону и Талена-Ла, подняв знамя вызова, в ветеранском Надж-Калдише не более чем за 25 минут, не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Ключ к камню",
}
,
[3617] = {
["description"] = "Получите перечисленные достижения, связанные с Бал-Суннаром.",
["name"] = "Герой Бал-Суннара",
}
,
[3618] = {
["description"] = "Получите перечисленные достижения, связанные с Залом Книжников.",
["name"] = "Герой Зала Книжников",
}
,
[3619] = {
["description"] = "Все игроки должны избежать урона от падающих камней в части Бал-Суннара, связанной с будущим.",
["name"] = "Огненный дождь",
}
,
[4316] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским Надж-Калдишем.",
["name"] = "Покоритель Надж-Калдиша",
}
,
[4315] = {
["description"] = "Победите все группы врагов, а также Поксито, Поксито-воскрону и Талена-Ла в ветеранском Надж-Калдише, не допустив гибели ни одного члена группы.",
["name"] = "На горло могильной песне",
}
,
[4314] = {
["description"] = "Победите все группы врагов, а также Поксито, Поксито-воскрону и Талена-Ла в ветеранском Надж-Калдише не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Исследовать нельзя спешить",
}
,
[3629] = {
["description"] = "Победите данмера-работорговца Корлиса Поработителя в Громозвучной котловине к югу от Альд-Исры.",
["name"] = "Разбиватель цепей",
}
,
[3630] = {
["description"] = "Победите пожирателя разума, известного как Ходячий Кошмар, в Кошмарном логове.",
["name"] = "Изгоняющий кошмары",
}
,
[3631] = {
["description"] = "Победите искателя, известного как Главный Библиотекарь, в соборе Либрам.",
["name"] = "Крушитель библиотек",
}
,
[3632] = {
["description"] = "Победите темного эльфа — повелителя рун Зиомара в акрополе повелителя рун.",
["name"] = "Стирающий руны",
}
,
[3633] = {
["description"] = "Победите луркера, известного как Вро-Кул-Ша Опустошитель Глубин, в Бездонном болоте.",
["name"] = "Победитель Опустошителя Глубин",
}
,
[3634] = {
["description"] = "Победите дремора Дека, валкиназа из клана Насылающих Кошмары, на Хтонической площади.",
["name"] = "Истребитель Насылающего Кошмары",
}
,
[3635] = {
["description"] = "Победите всех шестерых мировых боссов на полуострове Телванни и в Апокрифе.",
["name"] = "Защитник Некрома",
}
,
[3638] = {
["description"] = "Выполните задание «Агент судьбы» в Некроме.",
["name"] = "Отмеченный Оком",
}
,
[3639] = {
["description"] = "Выполните задание «Хранитель судьбы» в Некроме.",
["name"] = "Защитник некрополя",
}
,
[3640] = {
["description"] = "Выполните задание «Дух судьбы» в Некроме.",
["name"] = "Ловец призраков",
}
,
[3641] = {
["description"] = "Выполните задание «Утраченный сон судьбы» в Некроме.",
["name"] = "Добытчик снов",
}
,
[3642] = {
["description"] = "Выполните задание «Сокрытая судьба» в Некроме.",
["name"] = "Детектив Апокрифа",
}
,
[3643] = {
["description"] = "Выполните задание «Конклав судьбы» в Некроме.",
["name"] = "Голос Безголосого",
}
,
[3644] = {
["description"] = "Выполните задание «Превратности судьбы» в Некроме.",
["name"] = "Исследователь Мифа",
}
,
[3645] = {
["description"] = "Выполните задание «Нездоровая судьба» в Некроме.",
["name"] = "Разрушитель снов",
}
,
[3646] = {
["description"] = "Выполните задание «Хроники судьбы» в Некроме.",
["name"] = "Тайный хранитель",
}
,
[3657] = {
["description"] = "Победите Всевидящего Ки’зу в Архиве Несотворенного.",
["name"] = "Групповое событие Архива Несотворенного",
}
,
[3658] = {
["description"] = "Победите привратника Грузо на острове Горн.",
["name"] = "Групповое событие Горна",
}
,
[3659] = {
["description"] = "Победите всех защитников Архива Несотворенного.",
["name"] = "Завоеватель Архива Несотворенного",
}
,
[3660] = {
["description"] = "Победите всех защитников острова Горн.",
["name"] = "Завоеватель Горна",
}
,
[4313] = {
["description"] = "Победите Талена-Ла в ветеранском Надж-Калдише, подняв знамя вызова.",
["name"] = "Лицом к лицу со смертью",
}
,
[3662] = {
["description"] = "Найдите и выкопайте клад книжника в Рифте.",
["name"] = "Найденная карта",
}
,
[4312] = {
["description"] = "Победите Поксито, Поксито-воскрону и Талена-Ла в ветеранском Надж-Калдише.",
["name"] = "Завоеватель Надж-Калдиша",
}
,
[3664] = {
["description"] = "Помогите Рейнфиру защитить хранилище от грозящей ему опасности.",
["name"] = "Страж хранилища",
}
,
[4311] = {
["description"] = "Победите Поксито, Поксито-воскрону и Талена-Ла в Надж-Калдише.",
["name"] = "Триумфатор Надж-Калдиша",
}
,
[3670] = {
["description"] = "Во время боя с Ансул Истязательницей в Грани Безумия 11 игроков должны добраться до выхода из лабиринта за одно прохождение.",
["name"] = "Групповая терапия",
}
,
[3671] = {
["description"] = "Выполните все задания основной сюжетной линии Некрома.",
["name"] = "Воитель Апокрифа",
}
,
[3674] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Некрома.",
["name"] = "Герой Некрома",
}
,
[3675] = {
["description"] = "Осмотрите все надгробные камни на полуострове Телванни.",
["name"] = "До смерти интересно",
}
,
[3676] = {
["description"] = "Поймайте этих редких и необычных рыб в Апокрифе.",
["name"] = "Улов из Бездны",
}
,
[3677] = {
["description"] = "Найдите призрачные книги в Апокрифе.",
["name"] = "Книги неопределенного цвета",
}
,
[3678] = {
["description"] = "Найдите четыре группы странных умолкших в Апокрифе и проведите с ними ритуал.",
["name"] = "Сизигия",
}
,
[4302] = {
["description"] = "Победите красную ведьму Гедну Релвел, истерзанную троицу и кровопийцу Тизу в ветеранской Костяной Клетке.",
["name"] = "Счастливая жизнь",
}
,
[4301] = {
["description"] = "Играя в одиночку, сбросьте урон от «Едкой падали», воспользовавшись «Щитом падальщиков», по меньшей мере 3 раза за одно перемещение через портал падальщиков в Костяной Клетке.",
["name"] = "Общее терпение",
}
,
[4300] = {
["description"] = "Находясь в составе группы, победите проводников в ветеранской Костяной Клетке, не допустив гибели членов группы, воспользовавшихся порталом падальщиков.",
["name"] = "Удачный удар",
}
,
[4299] = {
["description"] = "Находясь в составе группы, сохраняйте жизнь Молаг Кены и лорда-надзирателя Сумрака до самого конца и не убивайте их во время боя со сверхчудовищем Казпианом в ветеранской Костяной Клетке.",
["name"] = "Знакомые враги",
}
,
[4298] = {
["description"] = "Находясь в составе полной группы, победите сверхчудовище Казпиана в ветеранской Костяной Клетке так, чтобы каждый из членов группы побывал на боковом острове хотя бы один раз.",
["name"] = "Общие муки",
}
,
[4297] = {
["description"] = "Находясь в составе группы, не допустите, чтобы кто-либо, кроме первоначальной цели, пострадал от взрыва пыточной бомбы во время боя со сверхчудовищем Казпианом в ветеранской Костяной Клетке.",
["name"] = "Побег от пыток",
}
,
[4296] = {
["description"] = "Получите перечисленные достижения на Леп-Секлузе.",
["name"] = "Герой Леп-Секлузы",
}
,
[4295] = {
["description"] = "Получите перечисленные достижения в оплоте Изгнания.",
["name"] = "Герой оплота Изгнания",
}
,
[4177] = {
["description"] = "Победите всех шестерых групповых боссов в Ривенспайре.",
["name"] = "Защитник Ривенспайра",
}
,
[4287] = {
["description"] = "Defeat the [creature type] [Name with title] at [POI Name].",
["name"] = "Group Boss 6 (Temp)",
}
,
[4286] = {
["description"] = "Defeat the [creature type] [Name with title] at [POI Name].",
["name"] = "Group Boss 5 (Temp)",
}
,
[4285] = {
["description"] = "Defeat the [creature type] [Name with title] at [POI Name].",
["name"] = "Group Boss 4 (Temp)",
}
,
[4284] = {
["description"] = "Победите Злобу Прилива на Омытом пляже.",
["name"] = "Прилив злобы",
}
,
[4283] = {
["description"] = "Победите легион воскрон-стражей в руинах святилища Ваккан.",
["name"] = "Имя нам — легион",
}
,
[4282] = {
["description"] = "Победите чудовищного вахата Голма в руинах Тунирии.",
["name"] = "Чудовище и его звери",
}
,
[4281] = {
["description"] = "Поднимите знамя вызова в ветеранской Костяной Клетке и победите Джинору и Скоркифа после того, как каждый из членов группы получит урон хотя бы от одного теплового луча искрящих и теплового луча пылающих, не покидая области действия луча, наложившего эффект, и не возвращаясь в нее.",
["name"] = "Нагрев",
}
,
[4280] = {
["description"] = "Станьте свидетелем обоих исходов последнего поединка между Мириназ Искрой Бури и Валниром Дитя Пламени в ветеранской Костяной Клетке.",
["name"] = "Истинный победитель",
}
,
[4277] = {
["description"] = "Сражаясь в ветеранской Костяной Клетке, дождитесь, пока появится 6 порождений плоти, и убейте их, не дав сформировать чудовище из плоти.",
["name"] = "Нашествие плоти",
}
,
[4276] = {
["description"] = "Победите формирователей плоти, Джинору и Скоркифа, а также сверхчудовище Казпиана в ветеранской Костяной Клетке, подняв знамя вызова, за одно прохождение.",
["name"] = "Вкус страданий",
}
,
[4274] = {
["description"] = "Победите формирователей плоти в ветеранской Костяной Клетке, подняв знамя вызова.",
["name"] = "Ужасы плоти",
}
,
[4273] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской Костяной Клеткой.",
["name"] = "Награда за муки",
}
,
[3731] = {
["description"] = "Выполните задания, исследуйте область, соберите реликвии и станьте спасителем Некрома.",
["name"] = "Спаситель Некрома",
}
,
[4272] = {
["description"] = "Победите формирователей плоти, Джинору, Скоркифа и сверхчудовище Казпиана, подняв знамя вызова для каждого из них, а также их последователей и 3 мини-боссов — похитителей в течение 45 минут после входа в ветеранскую Костяную Клетку, не допустив гибели ни одного члена группы.",
["name"] = "Повелитель страданий",
}
,
[3733] = {
["description"] = "Выполните все странные задания на полуострове Телванни и в Апокрифе.",
["name"] = "По странным дорогам",
}
,
[3749] = {
["description"] = "Погибните от щупалец в глубоких водах Апокрифа.",
["name"] = "Смерть от щупалец",
}
,
[3751] = {
["description"] = "Получите перечисленные достижения, связанные с Бесконечным архивом.",
["name"] = "Покоритель Бесконечного архива",
}
,
[3752] = {
["description"] = "Получите все достижения, связанные с уникальными строфами, в Бесконечном архиве.",
["name"] = "Бесконечная поэма",
}
,
[3753] = {
["description"] = "Получите все достижения, связанные с уникальными видениями, в Бесконечном архиве.",
["name"] = "Всевидящее око",
}
,
[3754] = {
["description"] = "Получите достижения за победы над боссами и мародерами в Бесконечном архиве.",
["name"] = "В первых рядах",
}
,
[3755] = {
["description"] = "Получите все дополнительные достижения Бесконечного архива.",
["name"] = "Заглянуть в каждую книгу",
}
,
[3756] = {
["description"] = "Победите То’ат Копировальщицу в Бесконечном архиве один раз.",
["name"] = "Триумфатор Бесконечного архива",
}
,
[3759] = {
["description"] = "Победите последнее воплощение То’ат Копировальщицы в Бесконечном архиве.",
["name"] = "Завоеватель Бесконечного архива",
}
,
[3767] = {
["description"] = "Доберитесь до четвертого круга в Бесконечном архиве.",
["name"] = "Круг за кругом",
}
,
[3770] = {
["description"] = "Победите 1 босса на первом круге в Бесконечном архиве.",
["name"] = "Свидетельство мощи",
}
,
[3773] = {
["description"] = "Победите 1 босса на втором круге в Бесконечном архиве.",
["name"] = "Кому добавки?",
}
,
[3776] = {
["description"] = "Победите 1 босса на третьем круге в Бесконечном архиве.",
["name"] = "Я еще держусь",
}
,
[3779] = {
["description"] = "Победите 1 босса на четвертом круге в Бесконечном архиве.",
["name"] = "Яростный боец",
}
,
[3787] = {
["description"] = "Выполните все задания, связанные с библиотекой Дестозуны в Бесконечном архиве.",
["name"] = "Танцующий со словами",
}
,
[4176] = {
["description"] = "Победите всех шестерых групповых боссов в Стормхейвене.",
["name"] = "Защитник Стормхейвена",
}
,
[3789] = {
["description"] = "Пройдите все дополнительные испытания, связанные с театром войны в Бесконечном архиве.",
["name"] = "Тайная сила",
}
,
[3790] = {
["description"] = "Пройдите все дополнительные испытания, связанные с Гулким логовом в Бесконечном архиве.",
["name"] = "Собиратель призрачных огней",
}
,
[3791] = {
["description"] = "Пройдите все дополнительные испытания, связанные со скотобойней Хейфала в Бесконечном архиве.",
["name"] = "Козьи бега",
}
,
[3792] = {
["description"] = "Пройдите все дополнительные испытания, связанные с Коварной переправой в Бесконечном архиве.",
["name"] = "Торжество разума над магией",
}
,
[3793] = {
["description"] = "Пройдите все дополнительные испытания, связанные с крылом Архивиста в Бесконечном архиве.",
["name"] = "Глаз следит за тобой!",
}
,
[3798] = {
["description"] = "Сразитесь с представителями следующих организаций в Бесконечном архиве.",
["name"] = "Любимец Архива",
}
,
[3810] = {
["description"] = "Победите вожака стаи Ретелроса, Антелмир и ее творение, а также Арадроса Пробужденного в храме Верных Клятве.",
["name"] = "Триумфатор храма Верных Клятве",
}
,
[3811] = {
["description"] = "Победите вожака стаи Ретелроса, Антелмир и ее творение, а также Арадроса Пробужденного в ветеранском храме Верных Клятве.",
["name"] = "Завоеватель храма Верных Клятве",
}
,
[3812] = {
["description"] = "Победите Арадроса Пробужденного в ветеранском храме Верных Клятве, подняв знамя вызова.",
["name"] = "Опалены, но живы",
}
,
[3813] = {
["description"] = "Победите все группы врагов, а также вожака стаи Ретелроса, Антелмир, ее творение и Арадроса Пробужденного в ветеранском храме Верных Клятве не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой Стражей Памяти.",
["name"] = "Быстрое отмщение Малаката",
}
,
[3814] = {
["description"] = "Победите все группы врагов, а также вожака стаи Ретелроса, Антелмир, ее творение и Арадроса Пробужденного в ветеранском храме Верных Клятве, не допустив гибели ни одного члена группы.",
["name"] = "Несокрушимое возмездие",
}
,
[3815] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранским храмом Верных Клятве.",
["name"] = "Покоритель храма Верных Клятве",
}
,
[3816] = {
["description"] = "Победите все группы врагов, а также вожака стаи Ретелроса, Антелмир, ее творение, а также Арадроса Пробужденного в ветеранском храме Верных Клятве не более чем за 25 минут, подняв знамя вызова и не допустив гибели ни одного члена группы. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Разжигание пламени",
}
,
[3817] = {
["description"] = "Победите вожака стаи Ретелроса в ветеранском храме Верных Клятве, пока все воины Верных Клятве еще живы.",
["name"] = "Защитник преданных",
}
,
[3818] = {
["description"] = "Победите Антелмир и ее творение в ветеранском храме Верных Клятве, взорвав все бочки с зажигательной смолой в Оке Малаката.",
["name"] = "Огонь против огня",
}
,
[3819] = {
["description"] = "Победите Арадроса Пробужденного в ветеранском храме Верных Клятве, пока действуют эффекты облика воина.",
["name"] = "Благословение Грубдутага",
}
,
[3820] = {
["description"] = "Столкните четырех Стражей Памяти в яму в храме Верных Клятве.",
["name"] = "На старт, внимание, бей!",
}
,
[3821] = {
["description"] = "Изготовьте плавильню во время боя с Арадросом Пробужденным в ветеранском храме Верных Клятве.",
["name"] = "Хозяин горна",
}
,
[3822] = {
["description"] = "Метните все 4 топора во время боя с Антелмир и ее творением в ветеранском храме Верных Клятве так, чтобы они воткнулись не более чем в 5 метрах друг от друга.",
["name"] = "Клятва топора",
}
,
[3823] = {
["description"] = "Победите вожака стаи Ретелроса в ветеранском храме Верных Клятве, подняв знамя вызова.",
["name"] = "Охотник стаи",
}
,
[3824] = {
["description"] = "Победите Антелмир и ее творение в ветеранском храме Верных Клятве, подняв знамя вызова.",
["name"] = "Раскалывающаяся голова",
}
,
[3825] = {
["description"] = "Выполните дополнительные задания в храме Верных Клятве, отыскав и завершив испытания наставников.",
["name"] = "В поисках одобрения",
}
,
[3826] = {
["description"] = "Победите Арадроса Пробужденного в ветеранском храме Верных Клятве, подняв знамя вызова и не выполняя дополнительные задания.",
["name"] = "Упорный мститель",
}
,
[4175] = {
["description"] = "Победите всех шестерых групповых боссов в Гленумбре.",
["name"] = "Защитник Гленумбры",
}
,
[3828] = {
["description"] = "Пройдите храм Верных Клятве и Завесу Хаоса в ветеранском режиме.",
["name"] = "Знаток «Отпрысков Ителии»",
}
,
[3829] = {
["description"] = "Пройдите храм Верных Клятве и Завесу Хаоса.",
["name"] = "Разведчик «Отпрысков Ителии»",
}
,
[4254] = {
["description"] = "Соберите 1500 имперских фрагментов.",
["name"] = "Собиратель имперских фрагментов",
}
,
[4252] = {
["description"] = "Победите огненную плясунью Аджим-Рей на Леп-Секлузе, не допустив того, чтобы члены группы пострадали от «Тлеющего пламени».",
["name"] = "Огнестойкие сапоги",
}
,
[3851] = {
["description"] = "Победите Расколотого воина, Осколка Тьмы и Слепую в Завесе Хаоса.",
["name"] = "Триумфатор Завесы Хаоса",
}
,
[3852] = {
["description"] = "Победите Расколотого воина, Осколка Тьмы и Слепую в ветеранской Завесе Хаоса.",
["name"] = "Завоеватель Завесы Хаоса",
}
,
[3853] = {
["description"] = "Победите Слепую в ветеранской Завесе Хаоса, подняв знамя вызова.",
["name"] = "Ловкость и ум",
}
,
[3854] = {
["description"] = "Победите все группы врагов, а также Расколотого воина, Осколка Тьмы и Слепую в ветеранской Завесе Хаоса не более чем за 25 минут. Отсчет начинается при вступлении в бой с первой группой врагов.",
["name"] = "Не сворачивая с пути",
}
,
[3855] = {
["description"] = "Победите все группы врагов, а также Расколотого воина, Осколка Тьмы и Слепую в ветеранской Завесе Хаоса, не допустив гибели ни одного члена группы.",
["name"] = "Восторг полукнязя",
}
,
[3856] = {
["description"] = "Получите перечисленные достижения, связанные с ветеранской Завесой Хаоса.",
["name"] = "Покоритель Завесы Хаоса",
}
,
[3857] = {
["description"] = "Победите все группы врагов, а также Расколотого воина, Осколка Тьмы и Слепую в ветеранской Завесе Хаоса не более чем за 25 минут, подняв знамя вызова и не допустив гибели ни одного члена группы.",
["name"] = "Непоколебимый дух",
}
,
[3858] = {
["description"] = "Найдите гудящий артефакт 15 раз во время боя с Осколком Тьмы в ветеранской Завесе Хаоса.",
["name"] = "Арахнофилия",
}
,
[3860] = {
["description"] = "Решите все 3 головоломки в Завесе Хаоса общими силами так, чтобы между решениями прошло не более 30 секунд.",
["name"] = "Борьба с замками",
}
,
[3861] = {
["description"] = "Найдите и прочтите все таблички, посвященные Баронам Движения, в чертогах Баронов в Завесе Хаоса.",
["name"] = "Историк хаоса",
}
,
[3862] = {
["description"] = "Используйте рассеивающую линзу в ветеранской Завесе Хаоса 5 раз.",
["name"] = "Ценитель безделушек",
}
,
[3863] = {
["description"] = "Общими силами сбейте Слепую на землю с помощью неподвижного разрушителя в ветеранской Завесе Хаоса 3 раза.",
["name"] = "Верный глаз",
}
,
[3864] = {
["description"] = "Победите Расколотого воина в ветеранской Завесе Хаоса, подняв знамя вызова.",
["name"] = "Крушитель воина",
}
,
[3865] = {
["description"] = "Победите Осколка Тьмы в ветеранской Завесе Хаоса, подняв знамя вызова.",
["name"] = "Враг тьмы",
}
,
[3866] = {
["description"] = "Найдите и решите все головоломки в Завесе Хаоса.",
["name"] = "Отмычка Вихря",
}
,
[3867] = {
["description"] = "Победите Слепую в ветеранской Завесе Хаоса, подняв знамя вызова, не выполняя дополнительных заданий и не пользуясь положительными эффектами.",
["name"] = "Воинский дар",
}
,
[4250] = {
["description"] = "Попадите под «Заряженный удар», будучи под воздействием «Проводника», во время боя с Льюином Фреем на Леп-Секлузе.",
["name"] = "Двойное поражение",
}
,
[4157] = {
["description"] = "Выполните первое ежедневное задание Эсалинве в Бесконечном архиве.",
["name"] = "Призрачная месть",
}
,
[4156] = {
["description"] = "Найдите и победите мародеров Биттога и Зулфимбула в Бесконечном архиве.",
["name"] = "Ловкость и мастерство",
}
,
[4152] = {
["description"] = "Получите перечисленные достижения в Бесконечном архиве.",
["name"] = "Торжествующий смотритель",
}
,
[4151] = {
["description"] = "Поднимитесь от подножия башни затопленных руин в ветеранской цитадели Люцентов на вершину, не теряя облика призрачного огня и не используя печать, чтобы продлить его действие.",
["name"] = "Птица высокого полета",
}
,
[4174] = {
["description"] = "Победите всех шестерых групповых боссов в Марке Смерти.",
["name"] = "Защитник Марки Смерти",
}
,
[4477] = {
["description"] = "Complete quests, explore, acquire antiquities, and become the Savior of Solstice.",
["name"] = "Savior of Solstice",
}
,
[4475] = {
["description"] = "Complete quests, defeat bosses, and explore delves to become the Hero of Solstice.",
["name"] = "Hero of Solstice",
}
,
[4474] = {
["description"] = "Complete quests, defeat bosses, and explore delves to become the Hero of Eastern Solstice.",
["name"] = "Hero of Eastern Solstice",
}
,
[3950] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем Золотой дороги.",
["name"] = "Герой Золотой дороги",
}
,
[3960] = {
["description"] = "Победите всех шестерых групповых боссов в Западном вельде.",
["name"] = "Защитник Золотой дороги",
}
,
[3961] = {
["description"] = "Победите сказителя лесных эльфов Уртрендира на Осенней поляне.",
["name"] = "Развеянные иллюзии",
}
,
[3962] = {
["description"] = "Победите Стри Пожирателя Судеб в пещере Разбитый Путь.",
["name"] = "Гроза Пожирателя Судеб",
}
,
[3963] = {
["description"] = "Победите таррикеров Клыка и Когтя на холме Центуриона.",
["name"] = "Обрезатель шипов",
}
,
[3964] = {
["description"] = "Победите Хесседаза Зловещего на утесе Фортуны.",
["name"] = "Разбивающий осколки",
}
,
[3965] = {
["description"] = "Победите предводителей Стражей Памяти в Истоке Границы.",
["name"] = "Победитель Стражей Памяти",
}
,
[3966] = {
["description"] = "Победите Дубовый Коготь на озере Оло.",
["name"] = "Древоруб",
}
,
[4473] = {
["description"] = "Defeat the three group bosses in Eastern Solstice.",
["name"] = "Defender of Eastern Solstice",
}
,
[3968] = {
["description"] = "Завершите ритуалы в Западном вельде, чтобы принести удачу путешественникам.",
["name"] = "Помощник Золотой дороги",
}
,
[3970] = {
["description"] = "Стащите предмет обстановки — инструмент ремесленника из кармана у жителя Западного вельда.",
["name"] = "Качественные коловианские инструменты",
}
,
[4472] = {
["description"] = "Defeat all of the champions in Calindvale Gardens.",
["name"] = "Calindvale Gardens Conqueror",
}
,
[3973] = {
["description"] = "Выполните задание «Пути хаоса» на Золотой дороге.",
["name"] = "Продолжатель начатого",
}
,
[3974] = {
["description"] = "Выполните задание «Семена подозрений» на Золотой дороге.",
["name"] = "Ложная надежда",
}
,
[3975] = {
["description"] = "Выполните задание «Реликвии трех владычиц» на Золотой дороге.",
["name"] = "Меч, лампа и клубок",
}
,
[3976] = {
["description"] = "Выполните задание «Хитрость короля Нантариона» на Золотой дороге.",
["name"] = "Искатель забытого",
}
,
[3977] = {
["description"] = "Выполните задание «Нехоженые тропы» на Золотой дороге.",
["name"] = "Исследователь неизведанного",
}
,
[3978] = {
["description"] = "Выполните задание «Ярость Ителии» на Золотой дороге.",
["name"] = "Восстановитель реликвий",
}
,
[4471] = {
["description"] = "Defeat the Brooding Infernium in Calindvale Gardens.",
["name"] = "Calindvale Gardens Group Event",
}
,
[4470] = {
["description"] = "Rally the Fellowship, ride out with your allies, and finally end the threat of the Worm Cult across Western and Eastern Solstice.",
["name"] = "Champion of Solstice",
}
,
[4469] = {
["description"] = "Complete \"The Golden Knight\" after completing the Eastern Solstice main quest.",
["name"] = "A Promised Drink",
}
,
[4468] = {
["description"] = "Complete \"The Final Dark\" quest in Eastern Solstice.",
["name"] = "A Light in the Dark",
}
,
[4467] = {
["description"] = "Complete \"The Gates of Mor Naril\" quest in Eastern Solstice.",
["name"] = "To Siege Oblivion Itself",
}
,
[4466] = {
["description"] = "Complete \"The Deep Tombs of Xul-Haj\" quest in Eastern Solstice.",
["name"] = "Beneath Stone and Story",
}
,
[4465] = {
["description"] = "Complete \"Hunt for the Great Mage\" quest in Eastern Solstice.",
["name"] = "After the Archmagus",
}
,
[4464] = {
["description"] = "Complete \"The Worm Turns\" quest in Eastern Solstice.",
["name"] = "Broken Shackle, Bitter Victory",
}
,
[4457] = {
["description"] = "Sailor tales tell of a long lost deckhand who yearns to return home to his beloved husband. Seek out the legend and await his appearance on the long bridge south of Bismuth Grotto.",
["name"] = "The Legend of Atlorn the Lost",
}
,
[4000] = {
["description"] = "Победите Иррккина в Западном Рубеже.",
["name"] = "Крушитель зеркал",
}
,
[4001] = {
["description"] = "Победите всех защитников Западного Рубежа.",
["name"] = "Завоеватель Западного Рубежа",
}
,
[4002] = {
["description"] = "Победите Викора Медное Копыто в Силорне.",
["name"] = "Блистательная победа",
}
,
[4003] = {
["description"] = "Победите всех защитников Силорна.",
["name"] = "Завоеватель Силорна",
}
,
[4004] = {
["description"] = "Победите одного из мародеров в Бесконечном архиве.",
["name"] = "С небес на землю",
}
,
[4005] = {
["description"] = "Найдите и победите мародеров Готмо, Ульмора и Хилькаракса в Бесконечном архиве.",
["name"] = "Убийца мародеров",
}
,
[4453] = {
["description"] = "Защитите осадный лагерь Братства Стирка на западном Солстисе, не дав силам культа Червя захватить ни одну его часть.",
["name"] = "Тактик осадных лагерей",
}
,
[4009] = {
["description"] = "Получите перечисленные достижения, связанные с храмом Верных Клятве.",
["name"] = "Герой храма Верных Клятве",
}
,
[4010] = {
["description"] = "Получите перечисленные достижения, связанные с Завесой Хаоса.",
["name"] = "Герой Завесы Хаоса",
}
,
[4011] = {
["description"] = "Общими силами нейтрализуйте 5 атак по площади на одном участке поля боя с помощью таинственного зефира.",
["name"] = "Непознанное и стертое",
}
,
[4452] = {
["description"] = "Пять раз защитите осадные лагеря Братства Стирка в западной части Солстиса, не дав силам культа Червя захватить их.",
["name"] = "Боец осадных лагерей",
}
,
[4013] = {
["description"] = "Победите графа Райлаза, Зильессета, таинственного осколочника и нейтрализуйте узел в цитадели Люцентов.",
["name"] = "Триумфатор цитадели Люцентов",
}
,
[4014] = {
["description"] = "Победите всех врагов, а также графа Райлаза с Зильессетом и таинственного осколочника и нейтрализуйте тайный узел в ветеранской цитадели Люцентов не более чем за 30 минут. Отсчет начинается при входе в цитадель Люцентов.",
["name"] = "Ускоренная экскурсия",
}
,
[4015] = {
["description"] = "Победите графа Райлаза с Зильессетом и таинственного осколочника и нейтрализуйте тайный узел в ветеранской цитадели Люцентов.",
["name"] = "Завоеватель цитадели Люцентов",
}
,
[4016] = {
["description"] = "Победите всех врагов, а также графа Райлаза с Зильессетом и таинственного осколочника и нейтрализуйте тайный узел в ветеранской цитадели Люцентов, не допустив гибели ни одного члена группы.",
["name"] = "Выжившие среди кристаллов",
}
,
[4019] = {
["description"] = "Победите всех врагов, а также графа Райлаза с Зильессетом и таинственного осколочника и нейтрализуйте тайный узел, подняв знамя вызова для каждого из них, в течение 30 минут после входа в ветеранскую цитадель Люцентов, не допустив гибели ни одного члена группы.",
["name"] = "Усмиритель тайного",
}
,
[4020] = {
["description"] = "Получите перечисленные достижения, связанные с цитаделью Люцентов.",
["name"] = "Узел на память",
}
,
[4021] = {
["description"] = "Победите графа Райлаза с Зильессетом в ветеранской цитадели Люцентов, подняв знамя вызова.",
["name"] = "Зеркальное содействие",
}
,
[4022] = {
["description"] = "Победите таинственного осколочника в ветеранской цитадели Люцентов, подняв знамя вызова.",
["name"] = "Кончина осколочника",
}
,
[4023] = {
["description"] = "Победите графа Райлаза с Зильессетом и таинственного осколочника, подняв знамя вызова, и нейтрализуйте тайный узел в ветеранской цитадели Люцентов за одно прохождение.",
["name"] = "Специалист по поискам",
}
,
[4024] = {
["description"] = "Победите графа Райлаза с Зильессетом в ветеранской цитадели Люцентов, когда они оба применяют «Истребление».",
["name"] = "Отраженное истребление",
}
,
[4026] = {
["description"] = "Победите таинственного осколочника в цитадели Люцентов так, чтобы никто из игроков не погиб от руки вершителя судеб.",
["name"] = "Разрушенная печать",
}
,
[4027] = {
["description"] = "Победите таинственного осколочника в цитадели Люцентов после того, как каждый игрок поменяет зеркало.",
["name"] = "Общая ответственность",
}
,
[4028] = {
["description"] = "Нейтрализуйте тайный узел в ветеранской цитадели Люцентов так, чтобы его удерживали не более 6 участников группы и при этом никто не нес его дважды.",
["name"] = "Крепкая хватка",
}
,
[4029] = {
["description"] = "Выполните дополнительные задания в храме Верных Клятве и Завесе Хаоса.",
["name"] = "Возмездие требует времени",
}
,
[4451] = {
["description"] = "Победите по меньшей мере 15 из перечисленных воинов культа Червя в осадных лагерях Братства Стирка в западной части Солстиса.",
["name"] = "Истребитель воинов культа Червя",
}
,
[4450] = {
["description"] = "Защитите или освободите все перечисленные осадные лагеря Братства Стирка на западном Солстисе.",
["name"] = "Страж осадных лагерей",
}
,
[4449] = {
["description"] = "Выполните задание «Преодоление стены» в западной части Солстиса.",
["name"] = "Разрушитель барьеров",
}
,
[4443] = {
["description"] = "Играя в одиночку, найдите всех 6 призванных атронахов Даленора в черной каменоломне литейной Черного Камня после победы над верховной пленительницей душ Виканд.",
["name"] = "Враждебный захват",
}
,
[4442] = {
["description"] = "Доберитесь до Поксито в ветеранском Надж-Калдише так, чтобы никто из членов группы не привел в действие ловушку.",
["name"] = "Какие ловушки?",
}
,
[4441] = {
["description"] = "Общими силами сыграйте на восса-сатле все три сложные песни за одно прохождение Надж-Калдиша.",
["name"] = "Совместное выступление",
}
,
[4436] = {
["description"] = "Наполните не менее 15 найденных в каменоломне мощных черных камней превосходной эссенцией даэдра в литейной Черного Камня.",
["name"] = "Геммолог",
}
,
[4040] = {
["description"] = "Приобщитесь к различным аспектам культуры Западного вельда.",
["name"] = "Вино и воины",
}
,
[4041] = {
["description"] = "Найдите и победите предводителя боевого отряда минотавров.",
["name"] = "Охотник на минотавров",
}
,
[4433] = {
["description"] = "Омойтесь в прудах и бассейнах Санпорта.",
["name"] = "Гигиена в Санпорте",
}
,
[4043] = {
["description"] = "Соберите сведения о волнениях и хаосе, охвативших Западный вельд, и устраните угрозу со стороны Ителии — даэдрической владычицы путей.",
["name"] = "Воитель Золотой дороги",
}
,
[4432] = {
["description"] = "Найдите странствующих искателей приключений в западной части Солстиса.",
["name"] = "Странники западного Солстиса",
}
,
[4049] = {
["description"] = "Выполните задание «Судьба забытой владычицы» на Золотой дороге.",
["name"] = "Зеркало истины",
}
,
[4050] = {
["description"] = "Выполните задание «Светлая память» на Золотой дороге.",
["name"] = "Лекарь реальности",
}
,
[4052] = {
["description"] = "Найдите мозаики Зеркальной Пустоши в Западном вельде и победите всех перечисленных командующих вторжениями.",
["name"] = "Воитель стеклянного неба",
}
,
[4053] = {
["description"] = "Остановите вторжения из Зеркальной Пустоши у перечисленных мозаик.",
["name"] = "Гроза стеклянного неба",
}
,
[4054] = {
["description"] = "Сорвите перечисленные ритуалы валкиназов в окрестностях мозаик Зеркальной Пустоши.",
["name"] = "Прерыватель вторжений из Зеркальной Пустоши",
}
,
[4061] = {
["description"] = "Нейтрализуйте тайный узел в ветеранской цитадели Люцентов так, чтобы переносчика узла постоянно поддерживало не менее 5 участников группы, за исключением момента, когда узел разрушается.",
["name"] = "Межпланарное взаимодействие",
}
,
[4414] = {
["description"] = "Выполните задание «Трепещущая стена» в западной части Солстиса.",
["name"] = "Помощник архимага",
}
,
[4413] = {
["description"] = "Выполните задание «Глубинные ходы» в западной части Солстиса.",
["name"] = "Вниз по течению",
}
,
[4412] = {
["description"] = "Выполните задание «Регент Санпорта» в западной части Солстиса.",
["name"] = "Спаситель Санпорта",
}
,
[4411] = {
["description"] = "Выполните задание «Братство Стирка» в западной части Солстиса.",
["name"] = "Воссоединение Братства",
}
,
[4409] = {
["description"] = "Победите трех групповых боссов в западной части Солстиса.",
["name"] = "Защитник западного Солстиса",
}
,
[4079] = {
["description"] = "Вместе с другими членами группы очиститесь от тьмы с помощью любого источника сияния в цитадели Люцентов.",
["name"] = "Объятия тьмы",
}
,
[4406] = {
["description"] = "Выполните задания, одолейте боссов и исследуйте логова, чтобы стать героем западного Солстиса.",
["name"] = "Герой западного Солстиса",
}
,
[4130] = {
["description"] = "Победите тактика Орфеона на ветеранской Леп-Секлузе, подняв знамя вызова.",
["name"] = "Вновь свергнутый",
}
,
[4124] = {
["description"] = "Выполните дополнительные задания в оплоте Изгнания, победив капитана стражи Парация, ассистента Домиция и Элиану Альбу.",
["name"] = "Искатель призраков",
}
,
}
