ShissuLocalization = ShissuLocalization or {}

ShissuLocalization["ShissuDonateFee"] = {
  TITLE =           "Вложения в банк гильдии",
  GENERAL =         "Общее",
  DATE =            "Дата",
  GUILD =           "Гильдия",
  GOLD =            "Золото",
  FAILURE =         "неудача",
  MANUELL =         "вручную",
  AUTO =            "автоматический",
  SUM =             "ВСЕГО",

  -- Einstellungen
  SET_FREQ =        "Повтор (временной интервал)",
  SET_AUTO =        "Автоматическое пожертвование/взнос",
  SET_AUTO_TT =     "Вкл/откл автоматическое вложение для гильдии %s.",
  SET_GOLD =        "Количество золота",
  SET_TIME =        "Период: вложение каждые Х дней",
  SET_TIME_TT =     "Время между двумя автоматическими вложениями.",
  SET_CHAT =        "Напоминание: требуется доступ к истории банка гильдии",
  SET_CHAT2 =       "Напоминание каждые Х-часы",
  SET_CHAT_TT =     "Напоминает в чате каждые Х часов о необходимости вложения. Требуется открытый банк гильдии.",
  
  DESC1 =            "Никогда не забывайте о добровольном пожертвование или членском взносе. %sShissuDonateFee|r будет вносить в банк гильдии указанное количество золота каждые Х дней. %s Это возможно только в том случае, если время от времени вы открываете банк гильдии!",
  DESC2 =            "Кроме того, для вас регистрируются все ваши взносы в банк гильдий (автоматические и ручные депозиты).",
  DESC3 =            "Команды чата",
  DESC4 =            "/sdf - Показывать ваши взносы в банк гильдий",
  
  SET_AUTODIALOG =    "Автоматическое открытие",
  SET_AUTODIALOG_TT = "Автоматически открывать окно SDF при открытии записей гильдии. В качестве альтернативы /sdf необходимо ввести в чат, если это необходимо.",      
  
  
  -- CHATP
  CHAT_AUTO1 =       "Предыдущий взнос в %s слишком мал. Необходимо внести %s.",
  CHAT_AUTO2 =       "Взнос еще не сделан. %s были внесены.",
  CHAT_REMINDER =    "НАПОМИНАНИЕ",

  AFFIRMED =         "Депозит подтвержден записью гильдии.,"
}