------------------------------------------------
-- Calamath's BookFont Stylist
-- Japanese localization
------------------------------------------------

local SAS = SafeAddString

-- Localization Strings (PC)
SAS(SI_CBFS_UI_SHOW_READER_WND_NAME,	"プレビュー", 1)
SAS(SI_CBFS_UI_SHOW_READER_WND_TIPS,	"ブックメディアのフォント設定をプレビューします。", 1)

-- ---------------------------------------------------------------------------------------------------------------------------------------------------------
--	The following does not require translation. Instead, you are free to write something like a pangram that is useful for checking fonts in your language.
-- ---------------------------------------------------------------------------------------------------------------------------------------------------------
-- The preview text of the Japanese version replaced with a quotation from 'Square Polano' by Kenji Miyazawa (1896-1933).
SAS(SI_CBFS_UI_PREVIEW_BODY_LOCALE,		"あのイーハトーヴォのすきとおった風、夏でも底に冷たさをもつ青いそら、うつくしい森で飾られたモリーオ市、郊外のぎらぎらひかる草の波。\n\n", 1)

-- ---------------------------------------------------------------------------------------------------------------------------------------------------------
--	The following two are the title and text of the 'dummy' book using on the Lore Reader preview screen. 
--	You (translator) can replace these texts with something else in your language, but please take care never cause any copyright problems.
-- ---------------------------------------------------------------------------------------------------------------------------------------------------------
-- The preview text of the Japanese version replaced with a quotation from 'Square Polano' by Kenji Miyazawa (1896-1933).
SAS(SI_CBFS_UI_PREVIEW_BOOK_TITLE,		"ポラーノの広場", 1)
SAS(SI_CBFS_UI_PREVIEW_BOOK_BODY, 		"　そのころわたくしは、モリーオ市の博物局に勤めて居りました。\n　十八等官でしたから役所のなかでも、ずうっと下の方でしたし俸給もほんのわずかでしたが、受持ちが標本の採集や整理で生れ付き好きなことでしたから、わたくしは毎日ずいぶん愉快にはたらきました。殊にそのころ、モリーオ市では競馬場を植物園に拵え直すというので、その景色のいいまわりにアカシヤを植え込んだ広い地面が、切符売場や信号所の建物のついたまま、わたくしどもの役所の方へまわって来たものですから、わたくしはすぐ宿直という名前で月賦で買った小さな蓄音器と二十枚ばかりのレコードをもって、その番小屋にひとり住むことになりました。わたくしはそこの馬を置く場所に板で小さなしきいをつけて一疋の山羊を飼いました。毎朝その乳をしぼってつめたいパンをひたしてたべ、それから黒い革のかばんへすこしの書類や雑誌を入れ、靴もきれいにみがき、並木のポプラの影法師を大股にわたって市の役所へ出て行くのでした。\n　あのイーハトーヴォのすきとおった風、夏でも底に冷たさをもつ青いそら、うつくしい森で飾られたモリーオ市、郊外のぎらぎらひかる草の波。\n　またそのなかでいっしょになったたくさんのひとたち、ファゼーロとロザーロ、羊飼のミーロや、顔の赤いこどもたち、地主のテーモ、山猫博士のボーガント・デストゥパーゴなど、いまこの暗い巨きな石の建物のなかで考えていると、みんなむかし風のなつかしい青い幻燈のように思われます。では、わたくしはいつかの小さなみだしをつけながら、しずかにあの年のイーハトーヴォの五月から十月までを書きつけましょう。\n\n　一、遁げた山羊\n\n五月のしまいの日曜でした。わたくしは賑やかな市の教会の鐘の音で眼をさましました。もう日はよほど登って、まわりはみんなきらきらしていました。時計を見るとちょうど六時でした。わたくしはすぐチョッキだけ着て山羊を見に行きました。すると小屋のなかはしんとして藁が凹んでいるだけで、あのみじかい角も白い髯も見えませんでした。\n「あんまりいい天気なもんだから大将ひとりででかけたな。」\nわたくしは半分わらうように半分つぶやくようにしながら、向うの信号所からいつも放して遊ばせる輪道の内側の野原、ポプラの中から顔をだしている市はずれの白い教会の塔までぐるっと見まわしました。けれどもどこにもあの白い頭もせなかも見えていませんでした。うまやを一まわりしてみましたがやっぱりどこにも居ませんでした。\n", 1)
