AetheriusBadgeFilter:RegisterGuild(AetheriusBadgeFilter.SERVER_EU, "ALDMERI", {
    {
        name = "Крафтовые",
        badges = {
            {
                name = "Great Crafter",
                description = "Владеет всеми знаниями о свойствах предметов. Изучено 90% книг стилей. Полностью овладел Алхимией, Кулинарией, Зачарованием.",
                relations = {"Style", "Master Crafter", "Alchemist", "Enchanter", "Chef"},
            },
            {
                name = "Crafter",
                description = "Владеет большинством знаний о свойствах предметов. Изучено больше 6 трейтов.",
            },
            {
                name = "Master Crafter",
                description = "Владеет всеми знаниями о свойствах предметов. Изучено все 9 трейтов.",
            },
            {
                name = "Style",
                description = "Изучено больше 90%  книг стилей.",
            },
            {
                name = "Alchemist",
                description = "Зелья. Яды. Знает все о травах и крыльях бабочек.",
            },
            {
                name = "Enchanter",
                description = "Руны. Глифы. Кута. Знает все о том, как правильно зачаровать доспехи и оружие.",
            },
            {
                name = "Chef",
                description = "Любите сладкие рулеты или Бренди? Знает все об изысканной кухне.",
            },
            {
                name = "Ambrosia",
                description = "Знает древний рецепт, дающий +50% к опыту.",
            },
            {
                name = "Myth Ambrosia",
                description = "Знает самый редкий рецепт древнего и редкого зелья, дающий 150% к опыту.",
            },
            {
                name = "Furniture",
                description = "Умеет создавать большое количество различных предметов мебели! Изучено множество рецептов. Обращаемся!",
            },
        }
    },
    {
        name = "Укусы",
        badges = {
            {
                name = "Vampire",
                description = "Персонаж является Вампиром. Может обратить.",
            },
            {
                name = "Werewolf",
                description = "Персонаж является Оборотнем. Может обратить.",
            },
        },
    },
    {
        name = "Альянсы",
        badges = {
            {
                name = "AD",
                description = "Основная сторона в Войне Альянсов.",
            },
            {
                name = "EP",
                description = "Основная сторона в Войне Альянсов.",
            },
            {
                name = "DC",
                description = "Основная сторона в Войне Альянсов.",
            },
        },
    },
    {
        name = "Роль в ПвЕ",
        badges = {
            {
                name = "Tank",
                description = "Игрок имеет готового и проверненного Танка.",
            },
            {
                name = "Heal",
                description = "Игрок имеет Хила с СПК и другим необходимым сетом.",
            },
            {
                name = "DD",
                description = "Игрок с проверенным ДПСом на манекене от 29к.",
            },
        },
    },
    {
        name = "Хранители Знаний",
        badges = {
            {
                name = "Master War",
                description = "Знает о Войне в Сиродииле все! Как победить, какие доспехи одеть! Хотите побеждать, обращайтесь.",
            },
            {
                name = "Master Dungeon",
                description = "Знает о Подземельях Тамриэле все! Как победить, какие способности использовать. Хотите проходить, обращайтесь.",
            },
            {
                name = "Lore Master",
                description = "Знает об Аурбисе больше, чем жители Тамриэля.",
            },
        },
    },
    {
        name = "Гильдейские",
        badges = {
            {
                name = "Original",
                description = "Состоит в Гильдии с момента ее основания. Слава и Почет!",
            },
            {
                name = "Elder",
                description = "Состоит в Гильдии больше года.",
            },
            {
                name = "Maecenas",
                description = "Помогает Гильдии в развитии. И золотом тоже!",
            },
            {
                name = "Honor",
                description = "Почетный игрок. Ценность нашей Гильдии.",
            },
            {
                name = "Trader",
                description = "Участники Гильдии, продающие свои товары в гильдейском магазине на сотни тысяч в неделю.",
            },
            {
                name = "BestTrader",
                description = "Участник Гильдии, продавший свой товар в гильдейском магазине больше всех.Он такой один!",
            },
            {
                name = "Lost in Real",
                description = "Потерялся в реальности. Временно не может вернуться в Нирн.",
            },
        }
    },
    {
        name = "Особые Достижения",
        badges = {
            {
                name = "Emperor",
                description = "Хотя бы раз носил имперскую корону в Сиродииле. Слава Императору!",
            },
            {
                name = "Cyrodiil Hero",
                description = "Герой Сиродиила. Активно участвует в Войне Альянсов.",
            },
            {
                name = "Overlord",
                description = "Получил военное звание Overlord.",
            },
            {
                name = "Trial Hero",
                description = "Победил всех боссов во всех Ветеранских Испытаниях",
            },
            {
                name = "Hard Hero",
                description = "Победил всех боссов во всех Ветеранских Испытаниях с Хард Модом! Бойтесь Его!",
            },
            {
                name = "Master Fisher",
                description = "Выловил всю редкую рыбу в Тамриэле. И не только в Тамриэле!",
            },
            {
                name = "Grand Thief",
                description = "Продал скупщику краденого товара более, чем на Миллион Золотых. Пользуется уважением всех каджитов! ",
            },
            {
                name = "Collector",
                description = "Собрал все трофеи со всех монстров Нирна!",
            },
        },
    },
})
