AetheriusBadgeFilter:RegisterGuild(AetheriusBadgeFilter.SERVER_EU, "TESAll", {
    {
        name = "Гильдия",
        description = "Члены гильдии отмеченные за их активность в гильдии.",
        badges = {
            {
                name = "Офицер",
                description = "Активный офицер гильдии. Обращайтесь если у вас возникли вопросы, проблемы или вам нужна помощь",
                color = "cc0000",
            },
            {
                name = "Гильд-холл",
                description = "Вы можете посетить гильдхол, кликнув правой кнопкой мыши по игроку @Youmee в ростере гильдии и выбрав 'Visit players primary residence'",
                color = "e0301e",
            },
            {
                name = "Рейд",
                description = "Игроки, которые входят в состав рейда гильдии",
                color = "a200ff",
            },
            {
                name = "Рейд2",
                description = "Игроки, которые входят в состав рейда гильдии",
                color = "a200ff",
            },
            {
                name = "Ученик",
                description = "Игроки, желающие вступить в состав учебного рейда гильдии.",
                color = "d9534f",
            },
            {
                name = "Criminal Scum",
                description = "Граждане алкоголики, хулиганы, тунеядцы",
                color = "657e6e",
                limit = false,
            },
            {
                name = "Unkickable",
                description = "Не кикать!",
                color = "65737e",
            },
            {
                name = "TESALL",
                description = "Является активным пользователем форума tesall.ru",
                color = "485ec9",
            },
        }
    },
    {
        name = "Роли",
        description = "Предпочтения игроков по ролям. Чтобы получить значок свяжитесь с офицерами гильдии.",
        badges = {
            {
                name = "Танк",
                description = "Берет на себя роль танка в подземельях и триалах",
                color = "005b96",
            },
            {
                name = "ДД",
                description = "Берет на себя роль ДД в подземельях и триалах",
                color = "6497b1",
            },
            {
                name = "ДД+",
                description = "DPS over9000 на скелете",
                color = "6497b1",
            },
            {
                name = "Хилер",
                description = "Берет на себя роль хилера в подземельях и триалах",
                color = "b3cde0",
            },
        }
    },
    {
        name = "Торговля",
        description = "Члены гильдии, отмеченные за успешную торговлю в гильдии",
        badges = {
            {
                name = "Лучший торговец",
                description = "Игрок вошедший в топ-3 торговцев гильдии. Может быть получено несколько раз",
                color = "eb8c00",
                limit = false,
            },
        }
    },
    {
        name = "Крафт",
        description = "Крафтеры, которые могут создать снаряжение и предоставить вещи для исследования. Чтобы получить значок свяжитесь с офицерами гильдии.",
        badges ={
            {
                name = "Мастер-крафтер",
                description = "Изучено все 9 трейтов. Большинство стилей",
                color = "004444",
            },
            {
                name = "Крафтер",
                description = "Изучено больше 6 трейтов и больше.",
                color = "006666",
            },
            {
                name = "Табуретки",
                description = "Умеет создавать большое количество различных предметов мебели.",
                color = "008888",
            },
            {
                name = "Амброзия",
                description = "Знает рецепты, дающий +50%/+100%/+150% к опыту.",
                color = "d896ff",
            },
        }
    },
    {
        name = "Укусы",
        description = "Члены гильдии, готовые бесплатно передать вампиризм или ликантропию. Чтобы получить значок свяжитесь с офицерами гильдии.",
        badges = {
            {
                name = "Вервольф",
                description = "Обращайтесь за укусом вервольфа",
                color = "4d7f17",
            },
            {
                name = "Вампир",
                description = "Обращайтесь за укусом вампира",
                color = "4c516d",
            },
        }
    },
})
