-- by ivann339, OlegKRS
Harvest.localizedStrings = {
	mappins = "Включить отображения меток на мини-карте",
	minimappins = "Включить метки на мини-карте",
	compass = "Показывать метки на компасе",
	worldpins = "Включить 3D метки",
	
	spawnfilter = "Фильтры ресурсов",
	nodedetectionmissing = "Эти параметры могут быть включены только в том случае, если включена библиотека 'NodeDetection'.",
	spawnfilterdescription = [[Если эта функция включена, HarvestMap скроет метки для ресурсов, которые еще не восстановились. Например, если другой игрок уже собрал ресурс, то метка будет скрыта до тех пор, пока ресурс снова не станет доступным. Эта опция работает только для собираемого крафтового материала. Это не работает для контейнеров, такие как сундуки, тяжелые мешки или порталы псиджиков. Фильтр не работает, если другой аддон скрывает или изменяет масштаб компаса.]],
	spawnfilter_map = "Исполь фильтр на главной карте",
	spawnfilter_minimap = "Использовать фильтр на миникарте",
	spawnfilter_compass = "Использовать фильтр для меток на компасе",
	spawnfilter_world = "Использо фильтр для 3D меток",
	spawnfilter_pintype = "Включить фильтр для типов меток:",
	
	-- pin type options
	pinoptions = "Общие настройки меток",
	pinsize = "Размер метки",
	pincolor = "Цвет метки",
	pintexture = "Значок метки",
	
	-- pin type names
	pintype1 = "Кузнечное дело и Ювелирное дело",
	pintype2 = "Волокнистые растения",
	pintype3 = "Руны и Порталы Псиджиков",
	pintype4 = "Грибы",
	pintype13 = "Растения/Цветы",
	pintype14 = "Водяные растения",
	pintype5 = "Древесина",
	pintype6 = "Сундуки",
	pintype7 = "Растворители",
	pintype8 = "Места для рыбалки",
	pintype9 = "Тяжелые мешки",
	pintype10 = "Клад воров",
	pintype11 = "Взломанные сундуки",
	pintype12 = "Скрытые тайники",
	pintype15 = "Гигантские моллюски",
    -- pin type 16, 17 используются для Ювелирное дело и Порталы Псиджиков
    -- но локации такие же, как кузнечное дело и руны
	pintype18 = "Неизвестные ресурсы",
	pintype19 = "Корень Нирна",
	pintype20 = "Сумка травника",
}
