HyboremBugsWeeds = HyboremBugsWeeds or {}
local HBW = HyboremBugsWeeds

HBW["jp"] = {
    -- UI teksty
    plants_header = "植物 (花とハーブ)",
    plant_selection = "植物の選択",
    insects_header = "昆虫",
    
    -- Nazwy dropów
    dropNames = {
        [100] = "トーチバグの胸部",
        [101] = "蝶の羽",
        [102] = "蜂蜜",
        [103] = "ニクバエの幼虫",
        [104] = "昆虫の部位",
    },
    
    -- Atrybuty
    attributes = { "青々とした", "露に濡れた", "光る", "刺激的な", "毛むくじゃら" },
    
    -- Rośliny (ID 1-20)
    [1] = "祝福されたアザミ",
    [2] = "青いエントロマ",
    [3] = "ブルーグラス",
    [4] = "オダマキ",
    [5] = "コーンフラワー",
    [6] = "ドラゴンソーン",
    [7] = "吐き気を催すベニタケ",
    [8] = "インプのキノコ",
    [9] = "レディースモック",
    [10] = "光るベニタケ",
    [11] = "マウンテンフラワー",
    [12] = "ナミラの腐敗",
    [13] = "ナイトシェード",
    [14] = "ニルンルート",
    [15] = "スティンクホーン",
    [16] = "バイオレットコプリヌス",
    [17] = "ホテイアオイ",
    [18] = "ホワイトキャップ",
    [19] = "ヨモギ",
    [20] = "クリムゾンニルンルート",
    
    -- Owady (ID 100-104)
    [100] = { "トーチバグ", "クリムゾントーチバグ", "アズールトーチバグ" },
    [101] = { "蝶", "オオカバマダラ", "クリムゾン蝶", "エメラルド蝶", "マラの紅潮蝶" },
    [102] = { "働き蜂" },
    [103] = { "ニクバエ", "ニクバエの群れ" },
    [104] = { "ハエ", "トンボ", "スカラベ", "ホタル", "スズメバチ" },
}