HyboremBugsWeeds = HyboremBugsWeeds or {}
local HBW = HyboremBugsWeeds

HBW["ru"] = {
    -- UI teksty
    plants_header = "Растения (Цветы и Травы)",
    plant_selection = "Выбор растений",
    insects_header = "Насекомые",
    
    -- Nazwy dropów
    dropNames = {
        [100] = "Грудка светляка",
        [101] = "Крыло бабочки",
        [102] = "Мёд",
        [103] = "Личинка мясной мухи",
        [104] = "Части насекомых",
    },
    
    -- Atrybuty
    attributes = { "Пышный", "Росистый", "Светящийся", "Резкий", "Лохматый" },
    
    -- Rośliny (ID 1-20)
    [1] = "Благословенный чертополох",
    [2] = "Голубой энтолома",
    [3] = "Воловик",
    [4] = "Водосбор",
    [5] = "Василёк",
    [6] = "Драконий шип",
    [7] = "Рвотная сыроежка",
    [8] = "Бесов навозник",
    [9] = "Ложечница",
    [10] = "Светящаяся сыроежка",
    [11] = "Горный цветок",
    [12] = "Гниль Намиры",
    [13] = "Паслён",
    [14] = "Корень нирна",
    [15] = "Вонючий сморчок",
    [16] = "Фиолетовый коприн",
    [17] = "Водяной гиацинт",
    [18] = "Белый колпак",
    [19] = "Полынь",
    [20] = "Багровый корень нирна",
    
    -- Owady (ID 100-104)
    [100] = { "Светляк", "Багровый светляк", "Лазурный светляк" },
    [101] = { "Бабочка", "Бабочка-монарх", "Багровая бабочка", "Изумрудная бабочка", "Бабочка Мары" },
    [102] = { "Рабочая пчела" },
    [103] = { "Мясная муха", "Мясные мухи" },
    [104] = { "Муха", "Стрекоза", "Скарабей", "Светлячок", "Оса" },
}