ShissuLocalization = ShissuLocalization or {}

ShissuLocalization["ShissuLUAMemory"] = {       
  TITLE = "LUA Memory",
  DESC = "Shissu's LUA Memory регулярно выполняет навязчивую очистку памяти LUA. Ненужные пустые переменные и другие ненужные данные удаляются из памяти. Таким образом, игра работает более плавно с бесчисленными дополнениями и имеет более короткие экраны загрузки.\n",
  INFO = "Информация",
  INFO2 = "Настройки",

  AUTO = "Автоматический сбор мусора",
  DELAY = "Очищайте каждые x секунд",
  CHAT = "Выходной чат для каждой очистки",

  PREVIOUS = "До: ",
  AFTER = "Тогда: ",
  DIFF = "Чистый: ", 

  CURRENT = "потребление тока: ",

  SECONDS = " секция.",
  MINUTES = " мини-сайт.",

  ON = "Включен автоматический сбор мусора.\nВы можете отключить его в настройках или использовать /slm off",
  OFF = "Автоматический сбор мусора отключен.\nВы можете активировать их снова в настройках или использовать /slm on",

  PROTOCOL = "Протокол",
}