-- Localized multi-boss delve boss names for Japanese
-- Boss names provided by https://en.uesp.net/wiki/Online:Delves. Thank you!

CZT_MULTI_BOSS_DELVE_MONSTERS = {

-- シェオゴラスの舌, ストンフォール
[291] = {"デザヌ", "自然に呼びかける者"},

-- イロキル遺跡, リベンスパイアー
[325] = {"アバル・ジョー", "イーレルカー", "森を歩くミルイン"},

-- トログ・スパイト, バンコライ
[333] = {"ロローグ・グラグラシュ", "オグラット・グロー・グラッシュ", "タズグル・グロー・グラッシュ"},

-- オールドソルド洞穴, イーストマーチ
[361] = {"ブラクセク", "ハンマーのエオリム", "ガドフ"},

-- クローズストライク, リーパーズ・マーチ
[465] = {"フィッシュブレス", "タウンリード王"},

-- 首折り洞窟, シロディール
[493] = {"黒の短剣のヘグリス", "長き牙"},

-- クラックウッドの洞窟, シロディール
[495] = {"メブス・ランイェイェ", "黒舌のレグスロット", "トラウグ・ウルフブレス"},

-- ヘイノート洞窟, シロディール
[497] = {"セウルジスト・セラス", "悪魔主義者ヴォルカティア"},

-- リップサンド小湖, シロディール
[499] = {"ガストン・アシュハム", "マービタ"},

-- ヘドロ谷の洞窟, シロディール
[500] = {"半耳のカークス", "オーガ・ビター", "クモの巣女王"},

-- ニジン洞窟, シロディール
[502] = {"バラサッティ", "悩ます者ヴォルゴ"},

-- ポソール洞窟, シロディール
[503] = {"セリン・ボル", "悪魔主義者ベシーサ", "ブライトトゥース"},

-- クイックウォーター洞窟, シロディール
[504] = {"アサル・アンダス", "スティール・テイル"},

-- レッドルビー洞窟, シロディール
[505] = {"エンダーレ", "ザンドゥル"},

-- 大蛇の穴洞窟, シロディール
[506] = {"ブルーク", "女王熊"},

-- ブラッドメイン洞窟, シロディール
[507] = {"アカンシア、ニルンに選ばれし者", "レイザーバック", "アイロンラッシュ"},

-- 毒キノコの洞穴, シロディール
[531] = {"リュシアン・セリン", "ロレレス隊長", "セルニエル隊長", "ヴィレイン将軍", "ドレッドファング"},

-- アンダーポール洞窟, シロディール
[533] = {"ラエリン・アシュハム", "帰還者エメリン"},

-- 鮫の歯洞窟, ヒューズベイン
[676] = {"一等航海士ロドロス", "クローナ・キーバ"},

-- バーラハの闇, ヒューズベイン
[817] = {"原初", "マグニフィコ・バーラハ"},

-- モラヴァル, クラグローン
[889] = {"チャーネル・ケージ", "大食漢のサリエル"},

-- 大蛇の巣, クラグローン
[891] = {"アウリーエ", "ラウリーエ", "タウリーエ"},

-- イルサグの塔地下, クラグローン
[892] = {"ウズカ・トロールフィーダー", "キルラケン", "ヴラウロチ", "イルサグ・アイアンブラッド", "ヴォシュ", "ラアー"},

-- ハドックの市場, クラグローン
[896] = {"アリアナ・アトファラ", "グランドマザー・サンダー"},

-- ムサーナズ, クラグローン
[899] = {"ブラス・ハッチリング", "腕のいいお針子"},

-- バラマス, クラグローン
[901] = {"ノメグ・ゾズミラルパチャー", "炎の魔術師リニア", "氷結の魔術師ポーシア", "嵐の魔術師イリビア"},

-- フィアファングス洞窟, クラグローン
[902] = {"監督者ラコーラー", "セピリスク"},

-- エグザーチの要塞, クラグローン
[903] = {"グロススカ", "アイアンオークの炎の呪術師", "堕落者オードース"},

}