-- Localized multi-boss delve boss names for Russian
-- Boss names provided by https://en.uesp.net/wiki/Online:Delves. Thank you!

CZT_MULTI_BOSS_DELVE_MONSTERS = {

-- Язык Шеогората, Стоунфолз
[291] = {"Дезану", "Взывает-к-Природе"},

-- Руины Эроки, Ривенспайр
[325] = {"Абал-джо", "Эарелкар", "Мируин Гуляющий по Деревьям"},

-- Злоба Торога, Бангкорай
[333] = {"Лорогду гра-Гулаш", "Ограт гро-Гулаш", "Тазгул гро-Гулаш"},

-- Пещера старика Сорда, Истмарк
[361] = {"Браксек", "Эорим Молот", "Гедоф"},

-- Удар Когтя, Марка Смерти
[465] = {"Рыбовздох", "Лорд Таунли-до"},

-- Пещера Сломанная Шея, Сиродил
[493] = {"Хегрис Черный Кинжал", "Длиннозуб"},

-- Пещера Надломленное Дерево, Сиродил
[495] = {"Мебс Слезящийся Глаз", "Регсрот Черный Язык", "Трауг Волчье Дыхание"},

-- Пещера Хейнот, Сиродил
[497] = {"Чародейка Тэлас", "Колдунья Волькация"},

-- Липсанд-Тарн, Сиродил
[499] = {"Гастон Ашам", "Марбита"},

-- Пещера Грязная Долина, Сиродил
[500] = {"Керкс Полуухий", "Гроза Огров", "Владычица Паутины"},

-- Пещера Низин, Сиродил
[502] = {"Барасати", "Вольго Боронильщик"},

-- Карстовые пещеры, Сиродил
[503] = {"Сиррин Вол", "Колдунья Ветиса", "Сквернозуб"},

-- Пещера Быстрая Вода, Сиродил
[504] = {"Атал Андас", "Стальной Хвост"},

-- Пещера Красный Рубин, Сиродил
[505] = {"Эндари", "Зандур"},

-- Пещера Змеиная Нора, Сиродил
[506] = {"Брук", "Медведица-матриарх"},

-- Пещера Бладмейн, Сиродил
[507] = {"Акантия Избранница Нирна", "Секач", "Железная Плеть"},

-- Пещера Бледная Поганка, Сиродил
[531] = {"Люсьена Сирин", "Капитан Рорелес", "Капитан Серниэль", "Генерал Виран", "Жуткохват"},

-- Подзавесная пещера, Сиродил
[533] = {"Ралинна Ашам", "Эмелин Возрожденная"},

-- Грот Акульи Зубы, Проклятие Хью
[676] = {"Первый помощник Родрос", "Крона-Киба"},

-- Мрак Барахи, Проклятие Хью
[817] = {"Первый", "Вельможа Бараха"},

-- Молавар, Краглорн
[889] = {"Скелет из склепа", "Талиэль Ненасытная"},

-- Гнездо Змея, Краглорн
[891] = {"Ауриа", "Лауриа", "Тауриа"},

-- Подземные залы Илтага, Краглорн
[892] = {"Узка Кормилица Троллей", "Киллракен", "Враулок", "Илтаг Железная Кровь", "Вош", "Рах"},

-- Рынок Хаддока, Краглорн
[896] = {"Ариана ат-Фара", "Бабушка Громовержица"},

-- Мтарназ, Краглорн
[899] = {"Медный детеныш", "Искусная Кружевница"},

-- Баламат, Краглорн
[901] = {"Номег Зозумиралпакар", "Огненный маг Линия", "Морозный маг Порция", "Грозовой маг Ирибия"},

-- Пещера Жуткая Пасть, Краглорн
[902] = {"Лакорра Матрона", "Сепилиск"},

-- Твердыня экзарха, Краглорн
[903] = {"Гротуска", "Железный орк — огненный шаман", "Ордот Осквернитель"},

}