COURTEOUSDUNGEONEER.localization = {
    settings = {
        description = "Этот аддон предупреждает группу, что вы нашли сундук или тяжелую сумку.\n\nПри взаимодействии (E) с этими предметами в групповом подземелье сообщение вставляется в чат группы, и вам необходимо нажать Enter.",
        warnForChests = "Предупреждать о сундуках",
        warnForChestsTooltip = "При включении аддон предупредит группу, что вы нашли сундук",
        warnForHeavySacks = "Предупреждать о тяжелых мешках",
        warnForHeavySacksTooltip = "При включении аддон предупредит группу, что вы нашли тяжелый мешок",
        customMessage = "Ваше персональное сообщение",
        customMessageTooltip = "Чтобы помочь как можно большему количеству людей, будут отображаться как ваше сообщение, так и общее сообщение на английском языке. 'CHAR' будет заменено именем вашего персонажа, 'ITEM' — либо 'сундук', либо 'тяжелая сумка'"
    }
}